{"text1_prompt00": {"text": "Effect of dietary sources of calcium and protein on hip fractures and falls in older adults in residential care cluster randomised controlled trial\n\nIntroduction\nLongevity increases the proportion of older adults in the population. The accompanying increased prevalences of chronic illnesses, loss of musculoskeletal mass, frailty, and bone fragility increase the risk of falls and fractures.1 Loss of independence increases the number of people needing full time institutionalised care, the source of around 30% of all hip fractures in the community.2 Thus, targeting an intervention to all aged care residents is a rational approach to reducing the fracture burden in the whole community.\nThe widespread use of antiresorptive therapy is unlikely to reduce this fracture burden because of a paucity of evidence of antifracture efficacy in people over 80 years of age, the common occurrence of adverse events, and high cost given the large numbers of people that must be treated.3 However, these people often have calcium intakes below 700 mg daily, an amount unlikely to offset obligatory loss of calcium.4 They also often have protein intakes below 1 g/kg body weight/day, predisposing to loss of lean muscle mass.5 Thus, an alternative approach is to target all institutionalised older adults with a non-pharmaceutical nutritional intervention.\nFew studies have investigated the efficacy and safety of a nutritional approach to reduction of fracture risk in aged care residents. Chapuy and colleagues showed antifracture efficacy with pharmacological doses of calcium and vitamin D in female nursing home residents with low calcium intakes and vitamin D deficiency.6 No studies have examined the effects of protein supplementation on reduction of fracture risk, despite evidence of improved muscle function and reduced falls.7\nConsumption of milk, yoghurt, and cheese, foods rich in calcium and protein, slows bone loss and improves insulin-like growth factor 1.89 These foods are widely available, palatable, and low cost and so are likely to be adhered to. Accordingly, we conducted a prospective, two year, cluster randomised controlled trial to test the hypothesis that achieving recommended intakes of 1300 mg/day calcium and 1 g protein/kg body weight will reduce the risk of fragility fractures and falls when targeted to institutionalised older adults replete in vitamin D but with intakes below these levels.\nMethods\nStudy design\nThis two year, cluster randomised controlled trial involved recruitment of 60 residential aged care facilities housing 7195 older adults in metropolitan Melbourne and regional Victoria, Australia, between December 2013 and August 2016. To ensure similar standards of care, we recruited only facilities accredited with the Australian Aged-Care Accreditation Agency that housed predominantly ambulant residents. These facilities are similar to residential care in the UK and assisted care facilities in the US. Facilities recruited were representative of charitable, private, and religious organisations, with an even distribution of small (?50 beds), medium (51-100 beds), and large (>100 beds) facilities (supplementary figure C). The ratio of women to men and the age of residents were representative of the national average.10\nInclusion criteria\nRandomisation was by facility, not by individuals. For inclusion, facilities were required to provide no more than two servings of dairy foods daily, which was assessed from menu audits, as this level of provision is associated with dietary intakes of <1 g/kg body weight and 600 mg calcium daily.11 Vitamin D adequacy is maintained in residents through routine supplementation as foods are not fortified with vitamin D. We included only permanent residents in data analyses\u0097that is, we excluded data from respite residents.\nRandomisation procedure\nThe unit of randomisation was facility, as the intervention was delivered to all residents by the food service at each facility. Eligible facilities were randomly assigned in a 1:1 ratio to either intervention (n=30) or control (n=30), with the control facilities maintaining their existing menus. The randomisation was done with the use of a computer, with block sizes being varied according to organisation (to ensure similar procedures and policies), and was stratified by geographical location (to ensure similar socioeconomic status). A statistician independent of the study did the randomisation and provided the concealed group allocation to the principal investigator (SI) who, in turn, conveyed this allocation to the facility. SI was not involved in any data collection. An organisation may have between two and 10 facilities, and randomisation was done within an organisation.\nConsent\nFacility managers consented to provide de-identified details of age and sex of residents, as well as access to all incident reports including those for falls and fractures. Reporting of all incidents of any nature is a mandatory requirement of all accredited aged care providers. The accreditation agency regularly audits incident reports. Facilities are sanctioned if breaches are observed, with potential for accreditation to be revoked and government funding terminated. Falls (time, location, circumstances, and outcome/injury), fractures, and other adverse events were verified from these incident reports. These reports were maintained at all facilities. An independent medically trained person blinded to study allocation verified fractures by using hospital radiographs and radiographic reports. Residents and families were informed of the study during regular meetings. A subset of 371 residents from all facilities voluntarily consented to have dietary intake recorded, medical records reviewed, blood sampling, and measurement of body composition, bone mineral density, and bone microarchitecture performed. A next of kin consented for an additional 345 residents to allow dietary intake to be recorded and medical records reviewed.\nIntervention\nWe classified dairy foods by using the Australian Dietary Guidelines, with a \u0093serving\u0094 defined as 250 mL of milk, 200 g of yoghurt, and 40 g of cheese.12 Lactose-free options were provided to accommodate the few participants (<0.001%) with reported lactose intolerance. Butter, cream, and ice cream were not provided, as they contain little calcium or protein. All facilities prepared and cooked foods on site. We assigned intervention facilities a food service dietician to assist food service staff to increase the provision of dairy foods at all meals and snacks. Methods used to increase dairy foods included use of milk powder to fortify milk used in recipes and beverages. Dairy based desserts and snacks were offered in place of less nutritious foods such as cakes and biscuits. Foods provided were based on the preferences expressed by the residents at intervention sites.\nDairy foods were provided in-kind by Fonterra International (New Zealand) and distributed by a commercial food distribution company not associated with the project (Bidfoods, Australia). Use of a single distributor ensured accurate recording of costs for all dairy foods provided, with invoices used to verify compliance data. During dietary assessments, foods and beverages were weighed on a food scale (±1 g) (Sohnele Page Profi, Germany) at all facilities. During two days every three months, dieticians assessed compliance by using the validated visual estimation of plate waste, with data collected from 55 000 foods and beverages during the study.13 We used nutritional analysis software (FoodWorks, Australia) or the Australian food composition database NUTTAB 2010 to calculate nutrient intakes.\nData monitoring\nData safety monitoring was carried out by the Study Trial Review Board, which was provided with quarterly reports.\nOutcomes\nAs per the approved study protocol, all pre-specified primary and secondary outcomes have been reported. The primary outcome was time to fragility fracture. Secondary outcomes were time to fall and changes in bone morphology and biochemistry. The tertiary outcomes of all cause mortality and changes in body composition are also reported. Exploratory outcomes including quality of life and muscle function were not examined (see original and final study protocols). Fasting morning serum samples were obtained from 189 residents at baseline and 12 months for measurement of 25-hydroxy-vitamin D (baseline only), C terminal telopeptide of type 1 collagen (a measure of bone resorption), procollagen type 1 N propeptide (a measure of bone formation), parathyroid hormone (Roche Cobas E170), and insulin-like growth factor 1 (LIASON) (supplementary figure A).\nBody composition and bone morphology were assessed at baseline and 12 months in 72 residents (supplementary figure B). Total and appendicular (arms and legs) lean mass and fat mass were determined from total body scans, and bone mineral density was measured at the lumbar spine and femoral neck using dual x-ray absorptiometry (Prodigy, GE Lunar, Madison, WI, CV=1%). Volumetric bone mineral density (the amount of bone contained within the external volume of bone, in g/cm3) was measured at the distal tibia and distal radius by using high resolution peripheral quantitative computed tomography (Scanco Medical AG, Switzerland, CV 0.5\u00964.0%).14 Cortical porosity was determined using automated image processing (StrAx1.0, Straxcorp, Melbourne, Australia).\nBlinding and sample size\nOnce a facility was randomised, only the principal investigator, food service research dieticians, facility managers, and food service staff were aware of the allocation. Data acquisition and analyses were carried out by staff blinded to group allocation (SP, XW, MB, AGZ, and TN). Residents were blinded to the study; permission to conduct the study was obtained from the aged-care provider and facility managers. Some of the intervention strategies were not visible\u0097for example, fortification of milk with milk powder or modification of recipes. Some residents may have been aware of some changes, such as provision of cheese and biscuits for snacks, but not the reason for the changes.\nThe sample size was determined on the basis of a hypothesised effect size and intra-cluster correlation coefficient (r). Under the hypothesis that the intervention reduces the risk of fracture by 30%, based on previous antifracture calcium/vitamin D intervention in this setting, and that r ranges from 0.10 to 0.50, the sample size needed was 25 to 50 residents per facility and 25 facilities per arm to achieve the power of 80%.6 From falls data, we used an r of 0.20 to calculate the sample size.15 To account for approximately 20% annual attrition, we recruited 60 facilities with a minimum of 50 residents per facility.\nAt the start of the study, 3980 permanent residents were living in the participating facilities. We refer to these residents as the inception cohort. Recruitment continued throughout the 24 months to ensure that the required sample size was maintained, so we included data from residents admitted to facilities that replaced initial residents lost to follow-up due to death or discharge in analyses. We refer to these residents as the replacement cohort. In total, an additional 3215 residents were admitted to facilities after the study had started. We obtained details of new residents and those lost to follow-up from admission and discharge records from each facility.\nAnalyses\nWe expressed baseline data as mean and standard deviation, with the unit of analysis being clusters. We expressed fracture incidence, falls, and deaths per 100 person years of follow-up. We used the product limit (Kaplan-Meier) method to determine the cumulative risk of an event. No data were missing for these primary and secondary outcomes. The duration of follow-up was based on date of study entry to date of an event. When no event occurred, duration of follow-up was date of study entry to date of study termination.\nAs individuals were \u0093nested\u0094 within clusters (facilities), the primary analysis was based on the mixed effects Cox\u0092s proportional hazards model; effects of intervention, age, and sex were fixed effects, and the facility was considered the random effect (see supplementary methods for additional statistical analysis). We expressed the results as a hazard ratio with 95% confidence limits. We used the \u0093coxme\u0094 package to estimate model parameters. We also used the Fine-Gray sub-distribution method with the \u0093cmprsk\u0094 package to do mortality competing risk analysis.\nWe tested between group differences in serum biomarkers and measurements of body composition and bone morphology at baseline with the weighted t test, with cluster being the unit of analysis. Biomarkers were log transformed if they were not normally distributed. We analysed effects of the intervention by using the mixed effects model in which the within person change in outcome was modelled as a function of treatment or control group, time of follow-up, age, weight, and sex. All analyses used the R Statistical Environment.\nAmendments to protocol and statistical analysis plan\nInitially, facilities were matched only by location to account for socioeconomic status. We also accounted for organisations, as they contributed varying numbers of facilities and had different policies and procedures. We included facilities providing less than two servings of dairy food daily, as dietary assessments for all residents was not feasible. We quantified two day instead of three day diets, as this was adequate to capture regular intakes.11 We did not assess osteocalcin, as sufficient information is obtained from C terminal telopeptide of type 1 collagen and procollagen type 1 N propeptide. We used only all cause mortality as a tertiary outcome, as cardiovascular events were not obtainable and causes of death were poorly documented. We did not examine exploratory outcomes related to quality of life and muscle function, as unanticipated attrition reduced the sample size resulting in insufficient power to detect an effect of treatment. We did not include bayesian analyses and imputations, as no values were missing for falls and fracture outcomes (original and final study protocols).\nPatient and public involvement\nWe consulted aged care residents, providers, and food service staff after the initial feasibility study that guided the design of this intervention.16 The manuscript was read by non-academics.\nResults\nOf the 60 facilities, 54 completed the 24 month intervention (fig 1). One control facility and three intervention facilities withdrew after randomisation. Two intervention facilities closed at months 15 and 20, but we included the data up to the date of closure. At baseline, the two groups had comparable demographics and were vitamin D replete. Daily baseline calcium and protein intakes were 689 (SD 266) mg and 57 (16) g respectively (table 1; supplementary figure D).\nNutritional changes\nDairy food intake increased from 2.0 to 3.5 servings daily in the intervention facilities (fig 2). The additional dairy foods, equivalent to 250 mL of milk plus 20 g cheese or 100 g yoghurt, provided 562 (166) mg calcium, achieving 1142 (353) mg calcium daily, and 12 (6) g protein, achieving an intake of 69 (15) g (1.1 g/kg body weight) daily. In control facilities, residents\u0092 dairy intakes remained at less than two servings daily providing 700 (247) mg calcium and 58 (14) g protein (0.9 g/kg body weight) daily. No adverse gastrointestinal events related to the intervention were reported. No detectable within or between group differences in energy intake were observed during follow-up (fig 2). However, we observed group differences for the change in body weight (table 2). In absolute terms, no weight change occurred in the intervention group (0.3 (95% confidence interval ?0.8 to 1.4) kg; P=0.56). In controls, a weight loss of 1.4 (0.6 to 2.1) kg, (P<0.001) was due to a 0.3 (?0.6 to 0.0) kg decline in appendicular lean mass (P=0.03) and 0.8 kg (?1.6 to ?0.2) decline in total body fat mass (P=0.02).\nFractures, falls, and mortality\nDuring 90 557 person months of follow-up (mean 12.6 (8.9) months), 324 fractures occurred: 121 (3.7%) in the intervention group and 203 (5.2%) in controls\u0097a 33% risk reduction (hazard ratio 0.67, 95% confidence interval 0.48 to 0.93; P=0.02). Post hoc analysis indicated that the incidence of hip fracture was 1.3% (n=42) in the intervention group and 2.4% (n=93) in controls\u0097a 46% risk reduction (hazard ratio 0.54, 0.35 to 0.83; P=0.005). The separation in cumulative incidence of fractures between the groups achieved significance at five months for all fractures (P=0.02) and hip fractures (P=0.02) (fig 3). Competing risk analysis adjusted for mortality showed that the intervention was associated with average reductions in fracture risk of 27% (hazard ratio 0.73, 0.58 to 0.92) for all fractures and 44% (0.56, 0.39 to 0.82) for hip fractures.\nThe cumulative incidence of falls was 57% (n=1879) in the intervention group and 62% (n=2423) in controls\u0097an 11% relative risk reduction (hazard ratio 0.89, 0.78 to 0.98; P=0.04). The separation in the incidence of falls between groups achieved significance at three months (P=0.04) (fig 3). All but one fracture was the result of a fall. Mortality did not differ between the intervention and control groups (27% (n=900) v 28% (n=1074), respectively; hazard ratio 1.01, 0.43 to 3.08; P=0.91) (fig 3). The numbers needing treatment to prevent any fracture, hip fracture, or a fall were 52, 82, and 17, respectively.\nTo explore the veracity of the observations made in the entire cohort (n=7195), we examined the effects of the intervention on fracture risk and falls relative to controls in a post hoc analyses of residents present at the start of the study (n=3980, the inception cohort) and residents added after its start (n=3215, the replacement cohort), separately. The inception cohort was older than the replacement cohort (mean 86.5 (8.1) v 85.2 (8.4) years; P<0.001). However, age did not differ between the intervention and control groups in either the inception cohort (mean 86.7 (8.2) v 86.4 (8.0) years, respectively; P=0.25) or the replacement cohort (85.1 (8.5) v 85.3 (8.2) years, respectively; P=0.601). We observed significant reductions in all fractures, hip fractures, and falls in the intervention group relative to the controls in both the inception and replacement cohorts (see supplementary figure E).\nBiochemistry and bone morphology\nThe subgroup providing data for biochemistry, body composition, and bone morphology did not differ from the entire cohort in age (mean 85.9 (8.2) v 85.6 (8.2) years), proportion of women to men (70% (n=74) v 69% (n=57)), and proportion with previous fractures (38% (n=40) v 39 (n=32)). As shown in table 2, at 12 months, we observed a 20.4% between group difference in serum C terminal telopeptide of type 1 collagen (P=0.002), the result of no change in the intervention group and a 13.1% increase in controls (P<0.05). We observed no between group difference in procollagen type 1 N propeptide or parathyroid hormone, but we observed a 7.9% between group difference in serum insulin-like growth factor 1 (P=0.04), the result of a 5.9% increase in the intervention group (P<0.05) and no change in controls.\nWe observed a 1.8% between group difference in spine bone mineral density (P=0.04), the result of a 2.1% increase in the intervention group (P<0.001) and no change in controls. The 1.7% between group difference in femoral neck bone mineral density was not significant (P=0.09). The 3.3% between group difference in distal radius total volumetric bone mineral density (P=0.02) and 2.0% between group difference in distal tibial total volumetric bone mineral density (P=0.07) were the result of decreases at each site in controls (both P<0.05). We observed a 4.6% between group difference in distal radial trabecular volumetric bone mineral density (P=0.03) due to a non-significant decrease in controls and a 0.7% increase in distal tibia cortical porosity in controls (P<0.05).\nDiscussion\nThis nutritional approach using high calcium and high protein dairy foods to increase calcium and protein intakes in institutionalised older adults replete in vitamin D was associated with a 33% reduction in risk of fractures of any type, a 46% reduction in risk of hip fractures, and an 11% reduction in risk of falls relative to controls. We found no group difference in all cause mortality.\nMost interventions aimed at reducing fracture risk target a drug therapy to people with osteoporosis because they are at high risk of fracture. This approach confers a large benefit to the individual and does so cost effectively, because few people need to be treated to avert one event. However, averting fractures in small numbers of people at high risk does not reduce the burden of fractures in the community.\nThe population burden of fractures\u0097the number of events, morbidity, mortality, and cost to the community\u0097arises from the vast numbers of people with risk factors that confer a modest attributable risk to the individual.17 For example, most fragility fractures in the community arise among women with osteopenia (bone mineral density T score \u00962.5 to \u00961 SD) because they form the largest segment of the community.18 Likewise, most fractures attributable to nutritional inadequacy arise among the great many people with intakes of calcium and protein that are below recommended levels.19 This nutritional inadequacy confers a small attributable risk to the individual but accounts for a large attributable fraction of the fracture burden in the community as a whole. This is the Geoffrey Rose prevention paradox\u0097a community based approach producing a small benefit to an individual may still confer a large benefit to the community.17 Safety is essential because most individuals treated may derive little or no benefit from the intervention. For example, the Dietary Approach to Stop Hypertension study reduced blood pressure by replacing a \u0093western\u0094 diet with a diet rich in fruit, vegetables, and low fat dairy foods\u0097an approach associated with fewer cardiovascular events.20\nComparison with other studies\nMost nutrition based studies assessing antifracture efficacy in aged care residents and people in the community used pharmacological doses of calcium with or without vitamin D.21 In a meta-analysis of 17 of these studies, only two studies reported a reduction in fracture risk\u0097a study of nursing home residents with calcium intakes <600 mg/day and vitamin D concentrations <50 nmol/L and a community based study in women and men ?65 years of age with mean calcium intakes of 700 mg/day.21 In the remaining 15 studies, poor compliance, large numbers of dropouts, and a low prevalence of the risk factor may have contributed to the null findings.2223 Benefits are unlikely if the prevalence of a risk factor (such as inadequate calcium and protein intakes) is low.24 For example, in the meta-analysis, reduction in fracture risk reported with treatment was confined to the 7272 individuals with calcium intakes <700 mg/day (risk ratio 0.80, 95% confidence interval 0.71 to 0.89), not the 45 241 individuals with calcium intakes above 700 mg daily.21 The reduction in fracture risk observed with calcium and protein rich foods in this study may have been the result of attention to several of the above factors. Compliance was optimised by supervised provision and consumption of the foods. Participants lost to follow-up were replaced by newly admitted residents. We intentionally targeted a cohort at high risk for fracture in whom low calcium and protein intakes were common and so were likely to partly contribute to the already high fracture burden in this community.\nMechanisms of fracture risk reduction\nThis nutritional intervention produced two unanticipated novel observations. The risk reduction for falls and fractures was detected by three and five months, respectively, and the relative risk reduction for fractures was similar to that found in trials using potent antiresorptive therapy to treat people at high risk due to osteoporosis. The two most likely explanations for each of these observations is a risk reduction for falls and slowing progression of bone fragility. Insulin-like growth factor 1 increased in the intervention group only, whereas the decrease in appendicular lean mass was confined to controls, consistent with the notion that protein intakes of 1-1.5 g/kg/day is needed to prevent protein catabolism and preserve or increase muscle mass in older adults, particularly those at risk of malnutrition or frailty.25 The increase in serum C terminal telopeptide of type 1 collagen and deterioration in tibial and radial total volumetric bone mineral density in controls was not seen in the intervention group, consistent with slowing of bone loss and slowing of microstructural deterioration.26 These changes were modest, but slowing microstructural deterioration disproportionately reduces progression of bone fragility because fragility increases as a power function to the bone loss producing it.27\nMortality did not differ between the groups. Some, but not all, studies suggest that milk consumption is associated with increased mortality but consumption of yoghurt and cheese (fermented foods) with reduced mortality and favourable blood lipid profiles.282930 Fermented and non-fermented dairy foods were used during the intervention. Milk consumption did not differ between the intervention and control groups (data not shown).\nLimitations of study\nThe study has several limitations. Less than half of the participants had follow-up longer than 15 months. However, the reduction in risk of fractures and falls was detected within six months. Measures of dietary intakes and causes of secondary osteoporosis were obtained from the subgroup of 716 consented participants, not all 7195 residents, so compliance was monitored in about 10% of residents. However, recorded intakes of 55 000 foods and beverages are likely to be representative of all residents as most, if not all, food is provided by facilities. Assessment of body composition, bone morphology, and biochemistry was confined to a subgroup of residents. Attrition of these participants limited the power to examine differences in body composition, bone morphology, and biochemistry between the groups. Therefore, our ability to make inferences concerning the role of this intervention in slowing microstructural deterioration and loss of muscle mass is limited. Serum parathyroid hormone remained unchanged, perhaps owing to administration of around 1100 mg of calcium throughout the day as food, not as a single supplement of elemental calcium.31 Moreover, this intervention used whole dairy foods, so any potential benefit of other components of the dairy matrix cannot be determined.\nSummary and conclusions\nIn summary, ageing of the population is associated with a greater number of older adults needing full time institutionalised care. These individuals are often malnourished.5 Although the risk of fracture attributable to undernutrition may be small in an individual, the large number of older adults in aged care confers a large fracture burden in the community; institutionalised people are the source of about 30% of all hip fractures.217 A high calcium and high protein nutritional intervention reduced the risk of falls and fractures. This intervention was tailored to the preferences of the residents and was successfully delivered through the food service using regular retail milk, yoghurt, and cheese incorporated into existing menus. In conclusion, this nutritional intervention has widespread implications as a public health measure for fracture prevention in the aged care setting and potentially in the wider community.\n", "folder": "text/2023-06-18 full2", "system_role": "You are a science writer texting friends, family, and colleagues about the science research you have read.", "temperature": 0.7, "max_tokens": 1000, "model": "gpt-3.5-turbo-16k-0613", "qna": {"date": "2023-06-18 1916", "folder": "text/2023-06-18 full2", "article_title": "Effect of dietary sources of calcium and protein on hip fractures and falls in older adults in residential care cluster randomised controlled trial", "system_role": "You are a science writer texting friends, family, and colleagues about the science research you have read.", "model": "gpt-3.5-turbo-16k-0613", "text": "Effect of dietary sources of calcium and protein on hip fractures and falls in older adults in residential care cluster randomised controlled trial\n\nIntroduction\nLongevity increases the proportion of older adults in the population. The accompanying increased prevalences of chronic illnesses, loss of musculoskeletal mass, frailty, and bone fragility increase the risk of falls and fractures.1 Loss of independence increases the number of people needing full time institutionalised care, the source of around 30% of all hip fractures in the community.2 Thus, targeting an intervention to all aged care residents is a rational approach to reducing the fracture burden in the whole community.\nThe widespread use of antiresorptive therapy is unlikely to reduce this fracture burden because of a paucity of evidence of antifracture efficacy in people over 80 years of age, the common occurrence of adverse events, and high cost given the large numbers of people that must be treated.3 However, these people often have calcium intakes below 700 mg daily, an amount unlikely to offset obligatory loss of calcium.4 They also often have protein intakes below 1 g/kg body weight/day, predisposing to loss of lean muscle mass.5 Thus, an alternative approach is to target all institutionalised older adults with a non-pharmaceutical nutritional intervention.\nFew studies have investigated the efficacy and safety of a nutritional approach to reduction of fracture risk in aged care residents. Chapuy and colleagues showed antifracture efficacy with pharmacological doses of calcium and vitamin D in female nursing home residents with low calcium intakes and vitamin D deficiency.6 No studies have examined the effects of protein supplementation on reduction of fracture risk, despite evidence of improved muscle function and reduced falls.7\nConsumption of milk, yoghurt, and cheese, foods rich in calcium and protein, slows bone loss and improves insulin-like growth factor 1.89 These foods are widely available, palatable, and low cost and so are likely to be adhered to. Accordingly, we conducted a prospective, two year, cluster randomised controlled trial to test the hypothesis that achieving recommended intakes of 1300 mg/day calcium and 1 g protein/kg body weight will reduce the risk of fragility fractures and falls when targeted to institutionalised older adults replete in vitamin D but with intakes below these levels.\nMethods\nStudy design\nThis two year, cluster randomised controlled trial involved recruitment of 60 residential aged care facilities housing 7195 older adults in metropolitan Melbourne and regional Victoria, Australia, between December 2013 and August 2016. To ensure similar standards of care, we recruited only facilities accredited with the Australian Aged-Care Accreditation Agency that housed predominantly ambulant residents. These facilities are similar to residential care in the UK and assisted care facilities in the US. Facilities recruited were representative of charitable, private, and religious organisations, with an even distribution of small (?50 beds), medium (51-100 beds), and large (>100 beds) facilities (supplementary figure C). The ratio of women to men and the age of residents were representative of the national average.10\nInclusion criteria\nRandomisation was by facility, not by individuals. For inclusion, facilities were required to provide no more than two servings of dairy foods daily, which was assessed from menu audits, as this level of provision is associated with dietary intakes of <1 g/kg body weight and 600 mg calcium daily.11 Vitamin D adequacy is maintained in residents through routine supplementation as foods are not fortified with vitamin D. We included only permanent residents in data analyses\u0097that is, we excluded data from respite residents.\nRandomisation procedure\nThe unit of randomisation was facility, as the intervention was delivered to all residents by the food service at each facility. Eligible facilities were randomly assigned in a 1:1 ratio to either intervention (n=30) or control (n=30), with the control facilities maintaining their existing menus. The randomisation was done with the use of a computer, with block sizes being varied according to organisation (to ensure similar procedures and policies), and was stratified by geographical location (to ensure similar socioeconomic status). A statistician independent of the study did the randomisation and provided the concealed group allocation to the principal investigator (SI) who, in turn, conveyed this allocation to the facility. SI was not involved in any data collection. An organisation may have between two and 10 facilities, and randomisation was done within an organisation.\nConsent\nFacility managers consented to provide de-identified details of age and sex of residents, as well as access to all incident reports including those for falls and fractures. Reporting of all incidents of any nature is a mandatory requirement of all accredited aged care providers. The accreditation agency regularly audits incident reports. Facilities are sanctioned if breaches are observed, with potential for accreditation to be revoked and government funding terminated. Falls (time, location, circumstances, and outcome/injury), fractures, and other adverse events were verified from these incident reports. These reports were maintained at all facilities. An independent medically trained person blinded to study allocation verified fractures by using hospital radiographs and radiographic reports. Residents and families were informed of the study during regular meetings. A subset of 371 residents from all facilities voluntarily consented to have dietary intake recorded, medical records reviewed, blood sampling, and measurement of body composition, bone mineral density, and bone microarchitecture performed. A next of kin consented for an additional 345 residents to allow dietary intake to be recorded and medical records reviewed.\nIntervention\nWe classified dairy foods by using the Australian Dietary Guidelines, with a \u0093serving\u0094 defined as 250 mL of milk, 200 g of yoghurt, and 40 g of cheese.12 Lactose-free options were provided to accommodate the few participants (<0.001%) with reported lactose intolerance. Butter, cream, and ice cream were not provided, as they contain little calcium or protein. All facilities prepared and cooked foods on site. We assigned intervention facilities a food service dietician to assist food service staff to increase the provision of dairy foods at all meals and snacks. Methods used to increase dairy foods included use of milk powder to fortify milk used in recipes and beverages. Dairy based desserts and snacks were offered in place of less nutritious foods such as cakes and biscuits. Foods provided were based on the preferences expressed by the residents at intervention sites.\nDairy foods were provided in-kind by Fonterra International (New Zealand) and distributed by a commercial food distribution company not associated with the project (Bidfoods, Australia). Use of a single distributor ensured accurate recording of costs for all dairy foods provided, with invoices used to verify compliance data. During dietary assessments, foods and beverages were weighed on a food scale (±1 g) (Sohnele Page Profi, Germany) at all facilities. During two days every three months, dieticians assessed compliance by using the validated visual estimation of plate waste, with data collected from 55 000 foods and beverages during the study.13 We used nutritional analysis software (FoodWorks, Australia) or the Australian food composition database NUTTAB 2010 to calculate nutrient intakes.\nData monitoring\nData safety monitoring was carried out by the Study Trial Review Board, which was provided with quarterly reports.\nOutcomes\nAs per the approved study protocol, all pre-specified primary and secondary outcomes have been reported. The primary outcome was time to fragility fracture. Secondary outcomes were time to fall and changes in bone morphology and biochemistry. The tertiary outcomes of all cause mortality and changes in body composition are also reported. Exploratory outcomes including quality of life and muscle function were not examined (see original and final study protocols). Fasting morning serum samples were obtained from 189 residents at baseline and 12 months for measurement of 25-hydroxy-vitamin D (baseline only), C terminal telopeptide of type 1 collagen (a measure of bone resorption), procollagen type 1 N propeptide (a measure of bone formation), parathyroid hormone (Roche Cobas E170), and insulin-like growth factor 1 (LIASON) (supplementary figure A).\nBody composition and bone morphology were assessed at baseline and 12 months in 72 residents (supplementary figure B). Total and appendicular (arms and legs) lean mass and fat mass were determined from total body scans, and bone mineral density was measured at the lumbar spine and femoral neck using dual x-ray absorptiometry (Prodigy, GE Lunar, Madison, WI, CV=1%). Volumetric bone mineral density (the amount of bone contained within the external volume of bone, in g/cm3) was measured at the distal tibia and distal radius by using high resolution peripheral quantitative computed tomography (Scanco Medical AG, Switzerland, CV 0.5\u00964.0%).14 Cortical porosity was determined using automated image processing (StrAx1.0, Straxcorp, Melbourne, Australia).\nBlinding and sample size\nOnce a facility was randomised, only the principal investigator, food service research dieticians, facility managers, and food service staff were aware of the allocation. Data acquisition and analyses were carried out by staff blinded to group allocation (SP, XW, MB, AGZ, and TN). Residents were blinded to the study; permission to conduct the study was obtained from the aged-care provider and facility managers. Some of the intervention strategies were not visible\u0097for example, fortification of milk with milk powder or modification of recipes. Some residents may have been aware of some changes, such as provision of cheese and biscuits for snacks, but not the reason for the changes.\nThe sample size was determined on the basis of a hypothesised effect size and intra-cluster correlation coefficient (r). Under the hypothesis that the intervention reduces the risk of fracture by 30%, based on previous antifracture calcium/vitamin D intervention in this setting, and that r ranges from 0.10 to 0.50, the sample size needed was 25 to 50 residents per facility and 25 facilities per arm to achieve the power of 80%.6 From falls data, we used an r of 0.20 to calculate the sample size.15 To account for approximately 20% annual attrition, we recruited 60 facilities with a minimum of 50 residents per facility.\nAt the start of the study, 3980 permanent residents were living in the participating facilities. We refer to these residents as the inception cohort. Recruitment continued throughout the 24 months to ensure that the required sample size was maintained, so we included data from residents admitted to facilities that replaced initial residents lost to follow-up due to death or discharge in analyses. We refer to these residents as the replacement cohort. In total, an additional 3215 residents were admitted to facilities after the study had started. We obtained details of new residents and those lost to follow-up from admission and discharge records from each facility.\nAnalyses\nWe expressed baseline data as mean and standard deviation, with the unit of analysis being clusters. We expressed fracture incidence, falls, and deaths per 100 person years of follow-up. We used the product limit (Kaplan-Meier) method to determine the cumulative risk of an event. No data were missing for these primary and secondary outcomes. The duration of follow-up was based on date of study entry to date of an event. When no event occurred, duration of follow-up was date of study entry to date of study termination.\nAs individuals were \u0093nested\u0094 within clusters (facilities), the primary analysis was based on the mixed effects Cox\u0092s proportional hazards model; effects of intervention, age, and sex were fixed effects, and the facility was considered the random effect (see supplementary methods for additional statistical analysis). We expressed the results as a hazard ratio with 95% confidence limits. We used the \u0093coxme\u0094 package to estimate model parameters. We also used the Fine-Gray sub-distribution method with the \u0093cmprsk\u0094 package to do mortality competing risk analysis.\nWe tested between group differences in serum biomarkers and measurements of body composition and bone morphology at baseline with the weighted t test, with cluster being the unit of analysis. Biomarkers were log transformed if they were not normally distributed. We analysed effects of the intervention by using the mixed effects model in which the within person change in outcome was modelled as a function of treatment or control group, time of follow-up, age, weight, and sex. All analyses used the R Statistical Environment.\nAmendments to protocol and statistical analysis plan\nInitially, facilities were matched only by location to account for socioeconomic status. We also accounted for organisations, as they contributed varying numbers of facilities and had different policies and procedures. We included facilities providing less than two servings of dairy food daily, as dietary assessments for all residents was not feasible. We quantified two day instead of three day diets, as this was adequate to capture regular intakes.11 We did not assess osteocalcin, as sufficient information is obtained from C terminal telopeptide of type 1 collagen and procollagen type 1 N propeptide. We used only all cause mortality as a tertiary outcome, as cardiovascular events were not obtainable and causes of death were poorly documented. We did not examine exploratory outcomes related to quality of life and muscle function, as unanticipated attrition reduced the sample size resulting in insufficient power to detect an effect of treatment. We did not include bayesian analyses and imputations, as no values were missing for falls and fracture outcomes (original and final study protocols).\nPatient and public involvement\nWe consulted aged care residents, providers, and food service staff after the initial feasibility study that guided the design of this intervention.16 The manuscript was read by non-academics.\nResults\nOf the 60 facilities, 54 completed the 24 month intervention (fig 1). One control facility and three intervention facilities withdrew after randomisation. Two intervention facilities closed at months 15 and 20, but we included the data up to the date of closure. At baseline, the two groups had comparable demographics and were vitamin D replete. Daily baseline calcium and protein intakes were 689 (SD 266) mg and 57 (16) g respectively (table 1; supplementary figure D).\nNutritional changes\nDairy food intake increased from 2.0 to 3.5 servings daily in the intervention facilities (fig 2). The additional dairy foods, equivalent to 250 mL of milk plus 20 g cheese or 100 g yoghurt, provided 562 (166) mg calcium, achieving 1142 (353) mg calcium daily, and 12 (6) g protein, achieving an intake of 69 (15) g (1.1 g/kg body weight) daily. In control facilities, residents\u0092 dairy intakes remained at less than two servings daily providing 700 (247) mg calcium and 58 (14) g protein (0.9 g/kg body weight) daily. No adverse gastrointestinal events related to the intervention were reported. No detectable within or between group differences in energy intake were observed during follow-up (fig 2). However, we observed group differences for the change in body weight (table 2). In absolute terms, no weight change occurred in the intervention group (0.3 (95% confidence interval ?0.8 to 1.4) kg; P=0.56). In controls, a weight loss of 1.4 (0.6 to 2.1) kg, (P<0.001) was due to a 0.3 (?0.6 to 0.0) kg decline in appendicular lean mass (P=0.03) and 0.8 kg (?1.6 to ?0.2) decline in total body fat mass (P=0.02).\nFractures, falls, and mortality\nDuring 90 557 person months of follow-up (mean 12.6 (8.9) months), 324 fractures occurred: 121 (3.7%) in the intervention group and 203 (5.2%) in controls\u0097a 33% risk reduction (hazard ratio 0.67, 95% confidence interval 0.48 to 0.93; P=0.02). Post hoc analysis indicated that the incidence of hip fracture was 1.3% (n=42) in the intervention group and 2.4% (n=93) in controls\u0097a 46% risk reduction (hazard ratio 0.54, 0.35 to 0.83; P=0.005). The separation in cumulative incidence of fractures between the groups achieved significance at five months for all fractures (P=0.02) and hip fractures (P=0.02) (fig 3). Competing risk analysis adjusted for mortality showed that the intervention was associated with average reductions in fracture risk of 27% (hazard ratio 0.73, 0.58 to 0.92) for all fractures and 44% (0.56, 0.39 to 0.82) for hip fractures.\nThe cumulative incidence of falls was 57% (n=1879) in the intervention group and 62% (n=2423) in controls\u0097an 11% relative risk reduction (hazard ratio 0.89, 0.78 to 0.98; P=0.04). The separation in the incidence of falls between groups achieved significance at three months (P=0.04) (fig 3). All but one fracture was the result of a fall. Mortality did not differ between the intervention and control groups (27% (n=900) v 28% (n=1074), respectively; hazard ratio 1.01, 0.43 to 3.08; P=0.91) (fig 3). The numbers needing treatment to prevent any fracture, hip fracture, or a fall were 52, 82, and 17, respectively.\nTo explore the veracity of the observations made in the entire cohort (n=7195), we examined the effects of the intervention on fracture risk and falls relative to controls in a post hoc analyses of residents present at the start of the study (n=3980, the inception cohort) and residents added after its start (n=3215, the replacement cohort), separately. The inception cohort was older than the replacement cohort (mean 86.5 (8.1) v 85.2 (8.4) years; P<0.001). However, age did not differ between the intervention and control groups in either the inception cohort (mean 86.7 (8.2) v 86.4 (8.0) years, respectively; P=0.25) or the replacement cohort (85.1 (8.5) v 85.3 (8.2) years, respectively; P=0.601). We observed significant reductions in all fractures, hip fractures, and falls in the intervention group relative to the controls in both the inception and replacement cohorts (see supplementary figure E).\nBiochemistry and bone morphology\nThe subgroup providing data for biochemistry, body composition, and bone morphology did not differ from the entire cohort in age (mean 85.9 (8.2) v 85.6 (8.2) years), proportion of women to men (70% (n=74) v 69% (n=57)), and proportion with previous fractures (38% (n=40) v 39 (n=32)). As shown in table 2, at 12 months, we observed a 20.4% between group difference in serum C terminal telopeptide of type 1 collagen (P=0.002), the result of no change in the intervention group and a 13.1% increase in controls (P<0.05). We observed no between group difference in procollagen type 1 N propeptide or parathyroid hormone, but we observed a 7.9% between group difference in serum insulin-like growth factor 1 (P=0.04), the result of a 5.9% increase in the intervention group (P<0.05) and no change in controls.\nWe observed a 1.8% between group difference in spine bone mineral density (P=0.04), the result of a 2.1% increase in the intervention group (P<0.001) and no change in controls. The 1.7% between group difference in femoral neck bone mineral density was not significant (P=0.09). The 3.3% between group difference in distal radius total volumetric bone mineral density (P=0.02) and 2.0% between group difference in distal tibial total volumetric bone mineral density (P=0.07) were the result of decreases at each site in controls (both P<0.05). We observed a 4.6% between group difference in distal radial trabecular volumetric bone mineral density (P=0.03) due to a non-significant decrease in controls and a 0.7% increase in distal tibia cortical porosity in controls (P<0.05).\nDiscussion\nThis nutritional approach using high calcium and high protein dairy foods to increase calcium and protein intakes in institutionalised older adults replete in vitamin D was associated with a 33% reduction in risk of fractures of any type, a 46% reduction in risk of hip fractures, and an 11% reduction in risk of falls relative to controls. We found no group difference in all cause mortality.\nMost interventions aimed at reducing fracture risk target a drug therapy to people with osteoporosis because they are at high risk of fracture. This approach confers a large benefit to the individual and does so cost effectively, because few people need to be treated to avert one event. However, averting fractures in small numbers of people at high risk does not reduce the burden of fractures in the community.\nThe population burden of fractures\u0097the number of events, morbidity, mortality, and cost to the community\u0097arises from the vast numbers of people with risk factors that confer a modest attributable risk to the individual.17 For example, most fragility fractures in the community arise among women with osteopenia (bone mineral density T score \u00962.5 to \u00961 SD) because they form the largest segment of the community.18 Likewise, most fractures attributable to nutritional inadequacy arise among the great many people with intakes of calcium and protein that are below recommended levels.19 This nutritional inadequacy confers a small attributable risk to the individual but accounts for a large attributable fraction of the fracture burden in the community as a whole. This is the Geoffrey Rose prevention paradox\u0097a community based approach producing a small benefit to an individual may still confer a large benefit to the community.17 Safety is essential because most individuals treated may derive little or no benefit from the intervention. For example, the Dietary Approach to Stop Hypertension study reduced blood pressure by replacing a \u0093western\u0094 diet with a diet rich in fruit, vegetables, and low fat dairy foods\u0097an approach associated with fewer cardiovascular events.20\nComparison with other studies\nMost nutrition based studies assessing antifracture efficacy in aged care residents and people in the community used pharmacological doses of calcium with or without vitamin D.21 In a meta-analysis of 17 of these studies, only two studies reported a reduction in fracture risk\u0097a study of nursing home residents with calcium intakes <600 mg/day and vitamin D concentrations <50 nmol/L and a community based study in women and men ?65 years of age with mean calcium intakes of 700 mg/day.21 In the remaining 15 studies, poor compliance, large numbers of dropouts, and a low prevalence of the risk factor may have contributed to the null findings.2223 Benefits are unlikely if the prevalence of a risk factor (such as inadequate calcium and protein intakes) is low.24 For example, in the meta-analysis, reduction in fracture risk reported with treatment was confined to the 7272 individuals with calcium intakes <700 mg/day (risk ratio 0.80, 95% confidence interval 0.71 to 0.89), not the 45 241 individuals with calcium intakes above 700 mg daily.21 The reduction in fracture risk observed with calcium and protein rich foods in this study may have been the result of attention to several of the above factors. Compliance was optimised by supervised provision and consumption of the foods. Participants lost to follow-up were replaced by newly admitted residents. We intentionally targeted a cohort at high risk for fracture in whom low calcium and protein intakes were common and so were likely to partly contribute to the already high fracture burden in this community.\nMechanisms of fracture risk reduction\nThis nutritional intervention produced two unanticipated novel observations. The risk reduction for falls and fractures was detected by three and five months, respectively, and the relative risk reduction for fractures was similar to that found in trials using potent antiresorptive therapy to treat people at high risk due to osteoporosis. The two most likely explanations for each of these observations is a risk reduction for falls and slowing progression of bone fragility. Insulin-like growth factor 1 increased in the intervention group only, whereas the decrease in appendicular lean mass was confined to controls, consistent with the notion that protein intakes of 1-1.5 g/kg/day is needed to prevent protein catabolism and preserve or increase muscle mass in older adults, particularly those at risk of malnutrition or frailty.25 The increase in serum C terminal telopeptide of type 1 collagen and deterioration in tibial and radial total volumetric bone mineral density in controls was not seen in the intervention group, consistent with slowing of bone loss and slowing of microstructural deterioration.26 These changes were modest, but slowing microstructural deterioration disproportionately reduces progression of bone fragility because fragility increases as a power function to the bone loss producing it.27\nMortality did not differ between the groups. Some, but not all, studies suggest that milk consumption is associated with increased mortality but consumption of yoghurt and cheese (fermented foods) with reduced mortality and favourable blood lipid profiles.282930 Fermented and non-fermented dairy foods were used during the intervention. Milk consumption did not differ between the intervention and control groups (data not shown).\nLimitations of study\nThe study has several limitations. Less than half of the participants had follow-up longer than 15 months. However, the reduction in risk of fractures and falls was detected within six months. Measures of dietary intakes and causes of secondary osteoporosis were obtained from the subgroup of 716 consented participants, not all 7195 residents, so compliance was monitored in about 10% of residents. However, recorded intakes of 55 000 foods and beverages are likely to be representative of all residents as most, if not all, food is provided by facilities. Assessment of body composition, bone morphology, and biochemistry was confined to a subgroup of residents. Attrition of these participants limited the power to examine differences in body composition, bone morphology, and biochemistry between the groups. Therefore, our ability to make inferences concerning the role of this intervention in slowing microstructural deterioration and loss of muscle mass is limited. Serum parathyroid hormone remained unchanged, perhaps owing to administration of around 1100 mg of calcium throughout the day as food, not as a single supplement of elemental calcium.31 Moreover, this intervention used whole dairy foods, so any potential benefit of other components of the dairy matrix cannot be determined.\nSummary and conclusions\nIn summary, ageing of the population is associated with a greater number of older adults needing full time institutionalised care. These individuals are often malnourished.5 Although the risk of fracture attributable to undernutrition may be small in an individual, the large number of older adults in aged care confers a large fracture burden in the community; institutionalised people are the source of about 30% of all hip fractures.217 A high calcium and high protein nutritional intervention reduced the risk of falls and fractures. This intervention was tailored to the preferences of the residents and was successfully delivered through the food service using regular retail milk, yoghurt, and cheese incorporated into existing menus. In conclusion, this nutritional intervention has widespread implications as a public health measure for fracture prevention in the aged care setting and potentially in the wider community.\n", "prep step": "Tell your friend about the research in a text message.", "summarization task": "To create the summary, consider the following:     \n- Identify 1 or 2 key messages from this text that would make interesting or helpful health content.     \n- If available, include the key statistics that describe the research findings.     Otherwise, skip this step.     \n- If applicable, get a brief description of the research participants,     such as age, sex, and health conditions. Otherwise, you can skip this step.    \n- Think about why the general population should care about the research.", "edit task": "\nOnce you have written your text message:     \n1. Evaluate what you have written to see if it may be confusing or redundant.     \nIf so, re-write it so it is clear and concise. Otherwise, keep it the same.     \n2. Create an intriguing subject line for the text.    \n3. Return your final response in this format:    \n<subject line from step 2>\n\n<text message from step 1>.    \n\nHere is an example of what your response could look like:     \n\nHow drinking water can improve pain tolerance     \n\nHey, did you know that a study found that mild dehydration can increase pain     sensitivity in women? The study also discovered that menstrual phase doesn't affect pain     sensitivity. They tested pain tolerance, pain intensity, and pain unpleasantness ratings after a     handgrip exercise. The results showed that pain tolerance decreased by 8%, while pain intensity     increased by 13% and pain unpleasantness increased by 12%. Interestingly, acute water ingestion did     not reduce pain sensitivity, even though it decreased thirst perception. This     study provides valuable information on the effects of hydration on pain perception in women and raises     the question of whether hypohydration worsens chronic pain conditions.", "full summarization task": "Tell your friend about the research in a text message. To create the summary, consider the following:     \n- Identify 1 or 2 key messages from this text that would make interesting or helpful health content.     \n- If available, include the key statistics that describe the research findings.     Otherwise, skip this step.     \n- If applicable, get a brief description of the research participants,     such as age, sex, and health conditions. Otherwise, you can skip this step.    \n- Think about why the general population should care about the research. \nOnce you have written your text message:     \n1. Evaluate what you have written to see if it may be confusing or redundant.     \nIf so, re-write it so it is clear and concise. Otherwise, keep it the same.     \n2. Create an intriguing subject line for the text.    \n3. Return your final response in this format:    \n<subject line from step 2>\n\n<text message from step 1>.    \n\nHere is an example of what your response could look like:     \n\nHow drinking water can improve pain tolerance     \n\nHey, did you know that a study found that mild dehydration can increase pain     sensitivity in women? The study also discovered that menstrual phase doesn't affect pain     sensitivity. They tested pain tolerance, pain intensity, and pain unpleasantness ratings after a     handgrip exercise. The results showed that pain tolerance decreased by 8%, while pain intensity     increased by 13% and pain unpleasantness increased by 12%. Interestingly, acute water ingestion did     not reduce pain sensitivity, even though it decreased thirst perception. This     study provides valuable information on the effects of hydration on pain perception in women and raises     the question of whether hypohydration worsens chronic pain conditions.", "summary": ["High calcium and high protein nutritional intervention reduces the risk of falls and fractures in older adults in residential care. The intervention involved increasing calcium and protein intakes through the consumption of dairy foods such as milk, yogurt, and cheese. The study found a 33% reduction in the risk of fractures, a 46% reduction in the risk of hip fractures, and an 11% reduction in the risk of falls. The intervention did not have an impact on all-cause mortality. This research has important implications for preventing fractures in aged care settings and potentially in the wider community.", "Effect of high calcium and high protein diet on fractures and falls in older adults in residential care: Key findings and implications\n\nHey, check out this research! A study found that a high calcium and high protein diet can reduce the risk of fractures and falls in older adults in residential care. They provided dairy foods rich in calcium and protein to the participants and saw a 33% reduction in fracture risk and an 11% reduction in fall risk compared to the control group. This nutritional intervention could have widespread implications for fracture prevention in the aged care setting and potentially in the wider community.", "Effect of dietary sources of calcium and protein on hip fractures and falls in older adults in residential care cluster randomised controlled trial\n\nHey, check out this study that found a high calcium and high protein nutritional intervention reduced the risk of falls and fractures in older adults in residential care. They provided dairy foods to increase calcium and protein intakes, resulting in a 33% reduction in fracture risk and an 11% reduction in fall risk. This intervention could have widespread implications for fracture prevention in the aged care setting and potentially in the wider community."]}, "summaries_dict": {"response_01": "High calcium and high protein nutritional intervention reduces the risk of falls and fractures in older adults in residential care. The intervention involved increasing calcium and protein intakes through the consumption of dairy foods such as milk, yogurt, and cheese. The study found a 33% reduction in the risk of fractures, a 46% reduction in the risk of hip fractures, and an 11% reduction in the risk of falls. The intervention did not have an impact on all-cause mortality. This research has important implications for preventing fractures in aged care settings and potentially in the wider community.", "response_02": "Effect of high calcium and high protein diet on fractures and falls in older adults in residential care: Key findings and implications\n\nHey, check out this research! A study found that a high calcium and high protein diet can reduce the risk of fractures and falls in older adults in residential care. They provided dairy foods rich in calcium and protein to the participants and saw a 33% reduction in fracture risk and an 11% reduction in fall risk compared to the control group. This nutritional intervention could have widespread implications for fracture prevention in the aged care setting and potentially in the wider community.", "response_03": "Effect of dietary sources of calcium and protein on hip fractures and falls in older adults in residential care cluster randomised controlled trial\n\nHey, check out this study that found a high calcium and high protein nutritional intervention reduced the risk of falls and fractures in older adults in residential care. They provided dairy foods to increase calcium and protein intakes, resulting in a 33% reduction in fracture risk and an 11% reduction in fall risk. This intervention could have widespread implications for fracture prevention in the aged care setting and potentially in the wider community."}, "article_title": "Effect of dietary sources of calcium and protein on hip fractures and falls in older adults in residential care cluster randomised controlled trial", "response_regex": "response_(.*)", "simple_summary_dict": {}, "relevance_dict": {}, "n_previous_prompts": {}, "date_created": "2023-06-18_1916"}, "text2_prompt00": {"text": "Food craving, cortisol and ghrelin responses in modeling highly palatable snack intake in the laboratory\n\nINTRODUCTION\nThe United States is at the forefront of the global obesity epidemic with 67% of its population classified as overweight or obese (body mass index (BMI) ? 25kg/m2) [1-3]. Despite the epidemic and its significant adverse medical sequelae [2, 3], mechanisms driving such increases in obesity are not well understood. Overeating of highly palatable (HP) foods in the ubiquitous HP food cue environment and in stressful life contexts are known to contribute to weight gain and obesity risk [4-6], but underlying processes in these environmental contexts that promote overeating in humans is not well understood.\nHighly palatable (HP) foods are more liked, preferred and found to be rewarding in taste relative to less palatable foods. These HP foods include those high in sugar, with sweet taste, highly processed foods high in saturated fats or high carbohydrates making up savory tastes and combination of food groups prepared in ways that enhance taste and value or \u0091salience\u0092 of such foods to an individual. These foods are ubiquitous in our current obesogenic environment, and such highly palatable and processed foods and their related associations or\u0091cues\u0092 stimulate the brain reward and motivation pathways similar to reinforcing drugs of abuse, and via learning/conditioning mechanisms increase the likelihood of HP food seeking and consumption [4, 7-11]. These HP foods are also associated with increased food cravings and intake [12], and consumption of fast foods such as potato chips, processed meats, sugar sweetened beverages all predict long term weight gain in large prospective cohorts of US men and women [13]. Despite such evidence that conditioned properties of HP foods increases greater food craving and promotes their intake, there are few experimental studies that examine the biobehavioral processes that may promote HP food craving and intake.\nStressful environments are also associated with greater food intake [14-16] and chronic stress levels are associated with greater weight gain and obesity risk [6, 17-19]. Stressful experiences may increase demand for energy and promote gluconeogenesis and energy intake, that may also increase risk of higher food craving and intake [20]. Previous experimental studies assessing acute stress exposure effects on food intake have reported variable results [21-25]. While some research shows stress exposure increases high calorie food intake [17, 24, 26], others have shown reduced food intake with acute stress exposure in people with obesity [23, 27]. However, this research varies by a number of experimental factors, including type of acute stressor utilized in the experiment, weight status of the participants, and type of food presented for intake and exposure time for food intake. More importantly, they have largely not addressed motivational status of the individual, i.e., food cravings, and whether stress increases food craving to promote HP food intake.\nBuilding on the previous literature from addiction models, where stress and drug cues each promote drug craving and facilitate risk of increased drug use [18], we conducted a preliminary experimental study to assess whether exposure to acute stress and HP food cues each increase food craving and intake in healthy lean and overweight individuals. We utilized a previously well-validated and extensively utilized individualized guided imagery method [28-35] for inducing stress, food cues and control neutral relaxing state in the laboratory. This was followed by assessment of HP food craving and intake in a food snack test (FST) after each exposure. Furthermore, as both cortisol and ghrelin have been associated with stress and with HP food intake [36, 37], and are also altered by high BMI status [38], these hormones were repeatedly assessed throughout the study. We hypothesized that food cue and stress will each increase HP food cravings relative to the neutral control condition and that such increases in HP food craving will predict subsequent HP food intake. Furthermore, we hypothesized that significant changes in cortisol and ghrelin during food cue and with stress exposure, will be associated with HP food craving and intake.\nGo to:\nMATERIALS AND METHODS\nScreening and Intake Procedures\nHealthy, non-smoking, non-substance using volunteers (12 men; 8 women; aged 18-45) were recruited from a community cohort of volunteers recruited from the greater New Haven area via flyers, radio, and social media advertisements. All volunteers completed medical, demographic, health assessments, including the Structured Clinical Interview for the Diagnostic and Statistical Manual IV-TR [39], Participants were excluded if they were cigarette smokers, had BMI above 38 due to risk of morbid obesity-related adverse health conditions, reported current dieting, met current DSM-IV-TR dependence criteria for any substance use disorders, or current other psychiatric disorders, including current eating disorders, had any current medical conditions and illnesses or if they were taking any medications. From 54 volunteers screened for this study, 16 were ineligible pertaining to these exclusions, while the others declined participation due to time constraints and changing their mind. Participants underwent breath alcohol testing, carbon monoxide testing, and urine toxicology screens to confirm being drug-free at each study appointment. Women who were pregnant, lactating or were on oral contraceptives as well as those who were peri or post-menopausal were also excluded. Participants received a physical examination by the admitting physician (JBG) to ensure all participants were in good health. Participants provided written informed consent and the study was approved by the Human Investigation Committee of the Yale University School of Medicine.\nScript Development and Imagery Training\nPrior to participation in the experimental procedures, all subjects participated in a structured interview session for imagery script development for the provocation of stress, food cue and control neutral relaxing contexts for the later laboratory experiment, as per our previously validated methods and structured manualized procedures [30, 32, 33, 35, 40]. Briefly, the stress imagery script was based on participants\u0092 descriptions of a recent personally stressful event which made them \u0093sad, mad, or upset, and with little control over the situation in the moment,\u0094 and that was experienced as \u0093most stressful.\u0094 \u0093Most stressful\u0094 was determined by assessing perceived stress on a 10-point Likert scale where 1 = not at all stressful and 10 = the most stress they felt in the past year. Individual calibration of stressful situations was conducted by only accepting situations rated as 8 or above as appropriate for script development. Stressful situations involving food intake or eating contexts were not allowed. The food cue scripts were developed by participants identifying a recent situation that included their favorite HP food-related stimuli and subsequent intake of those HP foods. Favorite food intake situations that were associated with negative affect or psychological distress were not allowed. A neutral-relaxing, non-physiologically arousing, and non-food related script was developed from the participants\u0092 description of a personally relaxing situation to serve as a control condition (See Appendix A for sample imagery scripts).\nImagery Training and Habituation Session: \nParticipants were also provided with training in progressive relaxation and mental imagery in a 40 minute session prior to experimental sessions on Day 1 of admission as described below. During this session, an Intravenous (IV) heparin-treated catheter was inserted by the research nurse in the antecubital region of the participant\u0092s non-preferred arm for the participant to habituate to any potential stress of the IV insertion. No blood was drawn during this training session. The procedures for the training are outlined in the imagery training manual [40] and in previous work [30]. Briefly the progressive muscle relaxation procedure involved learning to monitor the tension in specific muscle groups by first tensing each muscle group, then releasing the tension, while directing attention towards the differences felt during tension and relaxation.\nExperimental Procedures:\nParticipants were admitted for a three-day, 2-night stay at the Yale Center for Clinical Investigation-Hospital Research Unit (HRU) located at the Yale New Haven Hospital, to ensure a controlled environment during the 3-day experiment. Upon admission on day 1, subjects were trained in progressive muscle relaxation and guided imagery and habituated to the IV insertion, as per our previous work and as outlined in the personalized imagery procedures training manual [40]. On each experimental day, participants were brought into the testing room at 2:00PM, after eating a standard healthy lunch at noon. A heparin-treated catheter was inserted by the research nurse in the antecubital region of the participant\u0092s non-preferred arm. A 45-minute adaptation period followed, after which baseline plasma samples were drawn and subjective anxiety and food craving assessments were conducted before and after a 20 minute progressive relaxation procedure. Next, participants were provided with headphones and exposed to an audio recording of the 5-minute personalized guided imagery script of either their stress, food cue, or neutral-relaxing scenarios, only one condition per day in a randomized and counterbalanced order of presentation across subjects. We instructed participants to: \u0093Close your eyes and imagine the situation being described, \u0091as if\u0092 it were happening right now. Let your body and mind get completely involved in the situation, doing what you would do in the real situation.\u0094 Immediately following imagery exposure on each day, and after blood draws and assessments, participants were presented with the food snack test (FST) which comprised 4 bowls of HP snacks of one each of chocolate pudding, potato chips, popcorn and mini chocolate chip cookies, and two bowls of healthy snacks of baby carrots and grapes, each portioned to ~500 calories (3000 calories per lab session). The presentation of the FST with HP foods serves as discrete HP food cues presented after imagery to assess effects on food motivation prior to food intake. Participants were then provided with the following instructions: \u0093There are 6 bowls of different snacks on the tray. We will leave these here for the next hour and you can eat as much or as little as you like during the next hour\u0094. All subjects were also videotaped for observed eating behavior coding. During this period, participants were not allowed to watch movies or do other activities but did have access to their phones. At the end of the hour, the tray was removed and the total calories consumed from each bowl of HP and healthy snacks was measured after each session as a measure of behavioral HP food motivation and intake. Food craving, anxiety, bloods draws for cortisol and ghrelin assessments were made at repeated timepoints throughout the session (Figure 1). All research staff were blind to the condition on each day as audiotapes were only marked by day and not by condition, which allowed for all assessments being conducted in a blinded manner.\nDependent Measures\nHP Food Craving \nA brief 6-item food craving scale (FCS) was derived from the well-validated Food Craving Inventory (FCI, [41]), and included highly rated select high sugar, carbohydrate and fat items, for repeated assessment of food craving in an experimental setting. The specific FCI items rated included in the laboratory FCS were pizza, brownie, chocolate, cookies, ice cream and steak (on a 7 point scale). A total HP food craving score (sum of ratings) was computed at each timepoint of assessment as shown in Figure 1.\nSubjective Anxiety Ratings \nSubjective anxiety was rated on a 11-point scale anchored at 0 for \u0093not at all\u0094 and 10 for \u0093extremely anxious\u0094 measured at each assessment timepoint per session as shown in Figure 1.\nMeasurement of Cortisol and Ghrelin \nPlasma samples (8 mL) were collected at the same 8 consecutive time-points as food craving on each day (Figure 1). All plasma samples were collected in heparinized tubes that were immediately placed on ice after drawing. Within 30 minutes of collection, the blood was centrifuged at 4°C and the plasma was pooled and aliquoted for cortisol and for total ghrelin assays. All tubes were stored at ?70°C and analyzed using standard radioimmunoassay procedures as reported previously [19, 31].\nFood Snack Test (FST) Calories Consumed: \nAll snacks were carefully weighed and 500 calories of the snack foods of chocolate pudding, potato chips, popcorn, mini chocolate chip cookies, baby carrots and grapes were portioned into their respective bowls prior to each session as shown in Figure 1. After the one-hour snacking period in each session, the amount of food snack consumed from each bowl was computed and the calories for each food was recorded, with a maximum of 500 calories per bowl for a total of 3000 calories for each laboratory session per day. HP food calories was a sum of the chocolate chip cookies, chocolate pudding, popcorn and potato chips, while the healthy food calories comprised the sum of calories of baby carrots and grapes consumed on each day.\nData Analytic Plan\nAll statistical analyses were performed using SAS software (SAS, Version 9.3) and all figures were created with GraphPad Prism 7 (GraphPad Software Inc., San Diego, CA, USA).\nWe used Linear mixed effect (LME) models with a compound symmetry matrix structure for all analyses. The study design included the Between-Subjects factor of BMI [Lean(LN): below 25; Overweight/Obese(OW): 25-28] and Within-Subjects repeated factors, of Condition (Food cue, stress, neutral-relaxing) and Timepoint (baseline before imagery(?5), immediately following imagery(0), pre-snack timepoint prior to FST(+15), and 4 additional timepoints during ((+30, +45, +60) and post (+75) FST). Using these models, we tested the effects of BMI and Condition (food cue, stress relative to neutral cues) on food craving, cortisol, ghrelin and FST intake across time points. LME models in SAS also provide simple effects estimates with corresponding t-tests to deconstruct significant main effects and interactions. The specific contrasts were Stress (S) relative to neutral (N), Food Cue (FC) relative to N, and FC relative to N to deconstruct Condition main effects. In addition, BMI X Condition interaction effects were deconstructed with Condition effects as outlined above for each BMI group, and also for each Condition contrasting BMI groups, i.e., LN: S-N, FC-N, FC-S; OW: S-N, FC-N, FC-S; and LN vs. OW for S, FC and N conditions. In addition, Pearson product-moment correlation analyses were conducted to assess the relationship of pre-snacking food craving, cortisol and ghrelin and amount of HP food consumed during the FST.\nGo to:\nRESULTS\nThe subject sample comprised 12 men and 8 women, with 8 individuals with BMI\u0092s in the lean (LN; 38% women) and 12 in the overweight/obese (OWOB - BMI: 25-38; 42% women) range, with a mean age of 31.35 (SD: 7.39), mean education level of 15.2 years (SD: 2.07), mean IQ of 111.4 (SD:7.9), who were 35% Caucasian, 35% African American, 20% Hispanic and 10% Other. There were no differences between BMI groups on any of these demographic characteristics.\nPre-Snack HP Food Craving (FCS) and Subjective Anxiety Ratings:\nFor subjective HP food craving, a significant effect of Condition (F(2,36)=12.74, p<.0001) and BMI Group X Condition (F(2,36)=4.93, p<.02) was observed. Simple effects t-test analyses indicated significantly higher food craving in the food cue relative to neutral (FC > N: t=4.92, p<.0001) and relative to stress(FC>S: t=3.45, p<.001). Simple effects for the BMI X Condition effect revealed the lean (LN) group showing greater craving only in the food cue relative to neutral condition (t=4.66, p<.0001), but the OW group showing food craving increases in both the food cue (t=2.27, p<.04) and in the stress (t=2.01, p<.05) relative to neutral conditions (see Figure 2a).\nFor HP FST intake, a main effect of Condition (F(2,36)=3.86, p<.03) was observed, indicating significantly higher levels of HP food calories consumed in the food cue (t=2.99, p<.01) relative to the neutral condition (Figure 2b). A trend level interaction of BMI Group X Condition (F(2,36)=3.31, p<.08) was also observed, resulting from greater HP food calories (HP FCAL) consumed in the food cue relative to neutral condition for the Lean (t=2.14, p<.04) only, but higher HPF CAL consumed in the stress condition for the OW relative to the LN group (t= 1.91, p<.05) (see Figure 2b).\nFor subjective anxiety, a significant effect of Condition (F(2,36)=8.7, p<.0008) and BMI Group X Condition (F(2,36)=3.71, p<.03) was observed. Simple effect contrasts revealed overall significantly higher anxiety in the food cue (t=2.02, p<.05) and in stress (t=2.11, p<.04) relative to the neutral condition, but this arose from the people with Lean BMIs showing no significant increases in anxiety across any condition, but the people with OW/OB BMIs showing increased anxiety in the food cue (t=2.10, p<.03) and in the stress (t=4.35, p<.001) relative to the neutral condition (see Figure 2c).\nRelationship between Pre-Snack HP Food Craving and HP FST Calorie Consumed:\nPre-FST food craving scores (FCS_PreSnack) were found to be highly correlated with subsequent HP food calories (HPF_CAL) consumed in the food cue (r=.82, p<.0001) condition across groups but not in the neutral condition (r=.31, p<.18). On the other hand, stress-induced food craving predicted HP FST intake only in the OW group but not in the Lean group (OW: r=.68, p<.02; LN: r=.55, p<.12) (see Figure 3a - ?-3c3c).\nTotal Ghrelin Response and Relationship to HP Food Craving and Intake\nOverall LME analyses revealed a Condition main effect (F(2,35)=5.61, p<.008), but no significant BMI Group X Condition interaction (F(2,35)=0.75, p<.48). The Condition main effect resulted from stress (t=2.88, p<.007) and food cue (t=2.97, p<.005) exposure each increasing ghrelin relative to the neutral condition (see Figure 4a). Secondary exploratory effect of group differences showed that ghrelin increases during both stress and in food cue relative to neutral conditions was due to increases in those in the OW/OB BMI group (FC vs N: t=2.54, p<.02 S vs N: t=3.25, p<.003) and not the lean group (FC vs N: t= 1.78, p<.08; S vs N: t=1.12, p<.27) (see Fig 4a). Association between total ghrelin increases in each condition and food craving and intake were also conducted and revealed that stress-induced, but not food cue-induced increases in ghrelin were significantly associated with HP food craving and intake, and only in the OW group (see Figure 4b - ?-4c4c).\nDISCUSSION\nThis preliminary study is the first to directly compare the effects of both food cue and stress exposure on HP food craving and HP food intake in a 3-day human laboratory experiment conducted within a controlled hospital-based setting with healthy community adults. As both the ubiquitous HP food environment and stressors are known to increase HP food intake and obesity risk, a direct comparison of these contexts could identify similar and differential processes that may underlie food motivation and intake. As hypothesized, and similar to our previous work in addiction [18], we found that exposure to both personal food cues and to personal stressors relative to a neutral relaxing control cue resulted in increases in HP food craving and subsequent increased snacking of HP foods in a standardized Food Snack Test (FST), but with differential effects in lean and overweight BMI groups. Furthermore, we found that increased food craving in these contexts was highly associated with subsequent amounts of HP food snack intake. Finally, both ghrelin and cortisol were found to significantly impact food motivation but differentially across lean and overweight individuals. Together, these results support the need for further investigation of biobehavioral processes underlying HP food motivation and intake, especially in the context of weight-related physiological adaptations.\nExposure to food cue imagery led to significant increases in HP food craving prior to the presentation of the FST at the pre-snack timepoint in both lean and OW individuals. Moreover, food cue-related increases in food craving predicted significant increases in HP snack intake across both lean and OW individuals. These data are consistent with a significant literature indicating that rewarding stimuli and their related contexts increase motivation and wanting of rewarding stimuli via conditioning and/or incentive salience mechanisms [4, 20, 42]. Also, a number of basic science and human neuroimaging studies have shown that food cue stimulus exposure increases food craving and activate brain reward and motivation regions [4, 7-11, 18, 43, 44]. Current findings further indicate that such food cue-related increases in HP food craving promote HP snack intake with greater intake of HP foods in the food cue context relative to the neutral relaxing contexts across individuals. These data validate the real-world contexts of advertising of HP foods to promote greater sales and intake of HP foods.\nIn contrast, we found a differential impact of stress on HP food craving and intake by BMI group where stress significantly increased food craving relative to the neutral condition, but only in the overweight and not the lean group. Furthermore, stress-induced HP food craving predicted subsequent HP snack intake in the overweight but not the lean group, suggesting that food motivational processes may be relevant in identifying those who are vulnerable to stress-induced eating. Previous laboratory studies have shown mixed results with some showing stress increasing food intake [17, 24], but others reporting no consistent increases in intake [23, 45]. While the methodology has varied across these studies, current findings suggest the need for direct comparison of BMI groups and consideration of weight-related adaptations in assessing stress effects on HP food motivation and intake. Current findings are also supported by a growing literature suggesting that BMI-related alterations impact not only metabolic hormones but also stress and reward processes that may contribute to increased food motivation and intake [18, 20, 44]. Together our findings on food cue- and stress- related effects on HP food motivation and intake suggests differential effects by BMI, that may in turn, point to different mechanisms that may drive weight gain and obesity risk in individuals who are lean versus those who are overweight.\nOur findings also show differential effects of food cue and stress exposure on total ghrelin responses and their contribution to HP food motivation and intake. Stress and food cue exposure increased ghrelin responses, but significantly for the OW and not the LN group. Furthermore, only in the OW group was stress-induced ghrelin increases significantly associated with both HP food craving and subsequent HP food intake. While ghrelin has well known homeostatic effects on feeding function [46, 47], recent focus has been on its role in both stress and mood regulation as well as in hedonically motivated feeding behavior, partially via its effects on mesolimbic reward circuits [37, 48]. Findings indicate that ghrelin can shift preferences to high palatable foods and increase the motivational aspects of food reward [48]. Ghrelin is also known to increase with stress and is involved in regulating anxiety and mood (36, 49-51). Neuroimaging studies have demonstrated that ghrelin administration increases the neural response to food pictures in areas associated with hedonic eating (i.e., amygdala, hippocampus, orbitofrontal cortex, striatum, and ventral tegmental area) [52]. Additionally, there is growing evidence that feed-forward circuitry between stress and food reward maybe partly mediated by ghrelin [52, 53]. In the current study, as the effects were specific to the OW group, they suggest that weight-related adaptations in ghrelin modulated pathways could potentially shift food motivation towards hedonic regulation, especially under stress conditions.\nFinally, our findings also showed differential effects of cortisol responses to stress and food cue exposure. Notably, there was a significant increase in cortisol in the food cue relative to the neutral condition that was due to significant increases in cortisol in the lean group and not so in the OW group. Furthermore, food cue-related increases in cortisol was associated with greater food cue-related HP craving, suggesting a role for cortisol in food motivation. While glucocorticoids are often associated with the stress response, they are also known to play an important role in energy intake and regulation. Cortisol increases have been noted with intake of specific macronutrients, including carbohydrates, fats and proteins in animals and humans [6, 54], with the source of cortisol increases to be via both adrenal and extra-adrenal production [54]. Furthermore, in our previous neuroimaging study, increases in cortisol during a mild hypoglycemic state was associated with greater activation of brain reward regions that promoted greater food craving [44]. Together, this previous research supports current findings of the association between greater cortisol responses to food cue exposure with food cue-induced HP food craving.\nWe did not see an overall significant increase in cortisol during stress exposure, but this was largely due to a lack of response in the OW group. Remarkably, the OW group showed blunted cortisol responses during stress and food cue relative to neutral conditions. This finding is consistent with growing evidence of blunted cortisol and autonomic responses to stress challenge in people who are OW or obese, along with altered autonomic and peripheral catecholamine responses to stress challenge in those weight groups [18, 21-25, 55]. HPA axis adaptations with low cortisol awakening responses have been reported in higher BMI groups, along with blunted responses to stress and reduced dopamine activity [20, 56]. Thus, the current findings of lack of cortisol increases in the OW group leads one to speculate that such HPA axis adaptations may contribute to higher HP food craving and intake in food cue and in stress contexts. However, this is speculation and would need further testing in future studies.\nSeveral limitations of the current study need to be considered. First, the sample size was small and thus the findings are preliminary and need further validation. Also, due to the small sample size, sex differences and differential responses within the overweight groups were not assessed. It is possible that men and women differ in their food motivation and intake responses in food cue and stress contexts as shown in previous work [26,27]. Also, continuous assessment of BMI rather than arbitrary cutoffs for individuals in the lean, overweight and obese BMI range may provide greater sensitivity in assessing weight related adaptations. Thus, research with larger samples is required to replicate current findings and address these issues. Finally, as this study was conducted while participants were in a hospital, it is not clear whether the findings are generalizable to an outpatient experimental context or to real world food motivation and intake settings. On the other hand, as food cues and stress are among the most common contexts in which overeating of HP foods occur in the real world, the current study presents a well-controlled experimental model to study the biobehavioral processes that may contribute to increased food motivation and intake of highly palatable foods. Evidence of HP food motivation and increased snacking in these contexts is consistent with reports of obesogenic environments promoting increased HP food intake and weight gain in the real world. Furthermore, positive associations of HP food craving and intake by total ghrelin and cortisol responses suggests a role for metabolic and neuroendocrine adaptations in increased HP food motivation and intake.\n?\nHIGHLIGHTS:\n* This paper directly compares the effects of both food cue and stress exposure on highly palatable food craving and intake in a 3-day human laboratory experiment conducted within a controlled hospital-based setting with healthy community adults.\n* Results show that food cues and stress exposure increases food craving and subsequent snacking of highly palatable foods, and food cravings predict subsequent highly palatable food intake.\n* Ghrelin and cortisol hormones appear to play a role in food cue and stress related food motivation and intake.\n* These findings suggest the need for further carefully controlled studies to understand the biobehavioral processes that drive overeating and weight gain.\n\n", "folder": "text/2023-06-18 full2", "system_role": "You are a science writer texting friends, family, and colleagues about the science research you have read.", "temperature": 0.7, "max_tokens": 1000, "model": "gpt-3.5-turbo-16k-0613", "qna": {"date": "2023-06-18 1916", "folder": "text/2023-06-18 full2", "article_title": "Food craving, cortisol and ghrelin responses in modeling highly palatable snack intake in the laboratory", "system_role": "You are a science writer texting friends, family, and colleagues about the science research you have read.", "model": "gpt-3.5-turbo-16k-0613", "text": "Food craving, cortisol and ghrelin responses in modeling highly palatable snack intake in the laboratory\n\nINTRODUCTION\nThe United States is at the forefront of the global obesity epidemic with 67% of its population classified as overweight or obese (body mass index (BMI) ? 25kg/m2) [1-3]. Despite the epidemic and its significant adverse medical sequelae [2, 3], mechanisms driving such increases in obesity are not well understood. Overeating of highly palatable (HP) foods in the ubiquitous HP food cue environment and in stressful life contexts are known to contribute to weight gain and obesity risk [4-6], but underlying processes in these environmental contexts that promote overeating in humans is not well understood.\nHighly palatable (HP) foods are more liked, preferred and found to be rewarding in taste relative to less palatable foods. These HP foods include those high in sugar, with sweet taste, highly processed foods high in saturated fats or high carbohydrates making up savory tastes and combination of food groups prepared in ways that enhance taste and value or \u0091salience\u0092 of such foods to an individual. These foods are ubiquitous in our current obesogenic environment, and such highly palatable and processed foods and their related associations or\u0091cues\u0092 stimulate the brain reward and motivation pathways similar to reinforcing drugs of abuse, and via learning/conditioning mechanisms increase the likelihood of HP food seeking and consumption [4, 7-11]. These HP foods are also associated with increased food cravings and intake [12], and consumption of fast foods such as potato chips, processed meats, sugar sweetened beverages all predict long term weight gain in large prospective cohorts of US men and women [13]. Despite such evidence that conditioned properties of HP foods increases greater food craving and promotes their intake, there are few experimental studies that examine the biobehavioral processes that may promote HP food craving and intake.\nStressful environments are also associated with greater food intake [14-16] and chronic stress levels are associated with greater weight gain and obesity risk [6, 17-19]. Stressful experiences may increase demand for energy and promote gluconeogenesis and energy intake, that may also increase risk of higher food craving and intake [20]. Previous experimental studies assessing acute stress exposure effects on food intake have reported variable results [21-25]. While some research shows stress exposure increases high calorie food intake [17, 24, 26], others have shown reduced food intake with acute stress exposure in people with obesity [23, 27]. However, this research varies by a number of experimental factors, including type of acute stressor utilized in the experiment, weight status of the participants, and type of food presented for intake and exposure time for food intake. More importantly, they have largely not addressed motivational status of the individual, i.e., food cravings, and whether stress increases food craving to promote HP food intake.\nBuilding on the previous literature from addiction models, where stress and drug cues each promote drug craving and facilitate risk of increased drug use [18], we conducted a preliminary experimental study to assess whether exposure to acute stress and HP food cues each increase food craving and intake in healthy lean and overweight individuals. We utilized a previously well-validated and extensively utilized individualized guided imagery method [28-35] for inducing stress, food cues and control neutral relaxing state in the laboratory. This was followed by assessment of HP food craving and intake in a food snack test (FST) after each exposure. Furthermore, as both cortisol and ghrelin have been associated with stress and with HP food intake [36, 37], and are also altered by high BMI status [38], these hormones were repeatedly assessed throughout the study. We hypothesized that food cue and stress will each increase HP food cravings relative to the neutral control condition and that such increases in HP food craving will predict subsequent HP food intake. Furthermore, we hypothesized that significant changes in cortisol and ghrelin during food cue and with stress exposure, will be associated with HP food craving and intake.\nGo to:\nMATERIALS AND METHODS\nScreening and Intake Procedures\nHealthy, non-smoking, non-substance using volunteers (12 men; 8 women; aged 18-45) were recruited from a community cohort of volunteers recruited from the greater New Haven area via flyers, radio, and social media advertisements. All volunteers completed medical, demographic, health assessments, including the Structured Clinical Interview for the Diagnostic and Statistical Manual IV-TR [39], Participants were excluded if they were cigarette smokers, had BMI above 38 due to risk of morbid obesity-related adverse health conditions, reported current dieting, met current DSM-IV-TR dependence criteria for any substance use disorders, or current other psychiatric disorders, including current eating disorders, had any current medical conditions and illnesses or if they were taking any medications. From 54 volunteers screened for this study, 16 were ineligible pertaining to these exclusions, while the others declined participation due to time constraints and changing their mind. Participants underwent breath alcohol testing, carbon monoxide testing, and urine toxicology screens to confirm being drug-free at each study appointment. Women who were pregnant, lactating or were on oral contraceptives as well as those who were peri or post-menopausal were also excluded. Participants received a physical examination by the admitting physician (JBG) to ensure all participants were in good health. Participants provided written informed consent and the study was approved by the Human Investigation Committee of the Yale University School of Medicine.\nScript Development and Imagery Training\nPrior to participation in the experimental procedures, all subjects participated in a structured interview session for imagery script development for the provocation of stress, food cue and control neutral relaxing contexts for the later laboratory experiment, as per our previously validated methods and structured manualized procedures [30, 32, 33, 35, 40]. Briefly, the stress imagery script was based on participants\u0092 descriptions of a recent personally stressful event which made them \u0093sad, mad, or upset, and with little control over the situation in the moment,\u0094 and that was experienced as \u0093most stressful.\u0094 \u0093Most stressful\u0094 was determined by assessing perceived stress on a 10-point Likert scale where 1 = not at all stressful and 10 = the most stress they felt in the past year. Individual calibration of stressful situations was conducted by only accepting situations rated as 8 or above as appropriate for script development. Stressful situations involving food intake or eating contexts were not allowed. The food cue scripts were developed by participants identifying a recent situation that included their favorite HP food-related stimuli and subsequent intake of those HP foods. Favorite food intake situations that were associated with negative affect or psychological distress were not allowed. A neutral-relaxing, non-physiologically arousing, and non-food related script was developed from the participants\u0092 description of a personally relaxing situation to serve as a control condition (See Appendix A for sample imagery scripts).\nImagery Training and Habituation Session: \nParticipants were also provided with training in progressive relaxation and mental imagery in a 40 minute session prior to experimental sessions on Day 1 of admission as described below. During this session, an Intravenous (IV) heparin-treated catheter was inserted by the research nurse in the antecubital region of the participant\u0092s non-preferred arm for the participant to habituate to any potential stress of the IV insertion. No blood was drawn during this training session. The procedures for the training are outlined in the imagery training manual [40] and in previous work [30]. Briefly the progressive muscle relaxation procedure involved learning to monitor the tension in specific muscle groups by first tensing each muscle group, then releasing the tension, while directing attention towards the differences felt during tension and relaxation.\nExperimental Procedures:\nParticipants were admitted for a three-day, 2-night stay at the Yale Center for Clinical Investigation-Hospital Research Unit (HRU) located at the Yale New Haven Hospital, to ensure a controlled environment during the 3-day experiment. Upon admission on day 1, subjects were trained in progressive muscle relaxation and guided imagery and habituated to the IV insertion, as per our previous work and as outlined in the personalized imagery procedures training manual [40]. On each experimental day, participants were brought into the testing room at 2:00PM, after eating a standard healthy lunch at noon. A heparin-treated catheter was inserted by the research nurse in the antecubital region of the participant\u0092s non-preferred arm. A 45-minute adaptation period followed, after which baseline plasma samples were drawn and subjective anxiety and food craving assessments were conducted before and after a 20 minute progressive relaxation procedure. Next, participants were provided with headphones and exposed to an audio recording of the 5-minute personalized guided imagery script of either their stress, food cue, or neutral-relaxing scenarios, only one condition per day in a randomized and counterbalanced order of presentation across subjects. We instructed participants to: \u0093Close your eyes and imagine the situation being described, \u0091as if\u0092 it were happening right now. Let your body and mind get completely involved in the situation, doing what you would do in the real situation.\u0094 Immediately following imagery exposure on each day, and after blood draws and assessments, participants were presented with the food snack test (FST) which comprised 4 bowls of HP snacks of one each of chocolate pudding, potato chips, popcorn and mini chocolate chip cookies, and two bowls of healthy snacks of baby carrots and grapes, each portioned to ~500 calories (3000 calories per lab session). The presentation of the FST with HP foods serves as discrete HP food cues presented after imagery to assess effects on food motivation prior to food intake. Participants were then provided with the following instructions: \u0093There are 6 bowls of different snacks on the tray. We will leave these here for the next hour and you can eat as much or as little as you like during the next hour\u0094. All subjects were also videotaped for observed eating behavior coding. During this period, participants were not allowed to watch movies or do other activities but did have access to their phones. At the end of the hour, the tray was removed and the total calories consumed from each bowl of HP and healthy snacks was measured after each session as a measure of behavioral HP food motivation and intake. Food craving, anxiety, bloods draws for cortisol and ghrelin assessments were made at repeated timepoints throughout the session (Figure 1). All research staff were blind to the condition on each day as audiotapes were only marked by day and not by condition, which allowed for all assessments being conducted in a blinded manner.\nDependent Measures\nHP Food Craving \nA brief 6-item food craving scale (FCS) was derived from the well-validated Food Craving Inventory (FCI, [41]), and included highly rated select high sugar, carbohydrate and fat items, for repeated assessment of food craving in an experimental setting. The specific FCI items rated included in the laboratory FCS were pizza, brownie, chocolate, cookies, ice cream and steak (on a 7 point scale). A total HP food craving score (sum of ratings) was computed at each timepoint of assessment as shown in Figure 1.\nSubjective Anxiety Ratings \nSubjective anxiety was rated on a 11-point scale anchored at 0 for \u0093not at all\u0094 and 10 for \u0093extremely anxious\u0094 measured at each assessment timepoint per session as shown in Figure 1.\nMeasurement of Cortisol and Ghrelin \nPlasma samples (8 mL) were collected at the same 8 consecutive time-points as food craving on each day (Figure 1). All plasma samples were collected in heparinized tubes that were immediately placed on ice after drawing. Within 30 minutes of collection, the blood was centrifuged at 4°C and the plasma was pooled and aliquoted for cortisol and for total ghrelin assays. All tubes were stored at ?70°C and analyzed using standard radioimmunoassay procedures as reported previously [19, 31].\nFood Snack Test (FST) Calories Consumed: \nAll snacks were carefully weighed and 500 calories of the snack foods of chocolate pudding, potato chips, popcorn, mini chocolate chip cookies, baby carrots and grapes were portioned into their respective bowls prior to each session as shown in Figure 1. After the one-hour snacking period in each session, the amount of food snack consumed from each bowl was computed and the calories for each food was recorded, with a maximum of 500 calories per bowl for a total of 3000 calories for each laboratory session per day. HP food calories was a sum of the chocolate chip cookies, chocolate pudding, popcorn and potato chips, while the healthy food calories comprised the sum of calories of baby carrots and grapes consumed on each day.\nData Analytic Plan\nAll statistical analyses were performed using SAS software (SAS, Version 9.3) and all figures were created with GraphPad Prism 7 (GraphPad Software Inc., San Diego, CA, USA).\nWe used Linear mixed effect (LME) models with a compound symmetry matrix structure for all analyses. The study design included the Between-Subjects factor of BMI [Lean(LN): below 25; Overweight/Obese(OW): 25-28] and Within-Subjects repeated factors, of Condition (Food cue, stress, neutral-relaxing) and Timepoint (baseline before imagery(?5), immediately following imagery(0), pre-snack timepoint prior to FST(+15), and 4 additional timepoints during ((+30, +45, +60) and post (+75) FST). Using these models, we tested the effects of BMI and Condition (food cue, stress relative to neutral cues) on food craving, cortisol, ghrelin and FST intake across time points. LME models in SAS also provide simple effects estimates with corresponding t-tests to deconstruct significant main effects and interactions. The specific contrasts were Stress (S) relative to neutral (N), Food Cue (FC) relative to N, and FC relative to N to deconstruct Condition main effects. In addition, BMI X Condition interaction effects were deconstructed with Condition effects as outlined above for each BMI group, and also for each Condition contrasting BMI groups, i.e., LN: S-N, FC-N, FC-S; OW: S-N, FC-N, FC-S; and LN vs. OW for S, FC and N conditions. In addition, Pearson product-moment correlation analyses were conducted to assess the relationship of pre-snacking food craving, cortisol and ghrelin and amount of HP food consumed during the FST.\nGo to:\nRESULTS\nThe subject sample comprised 12 men and 8 women, with 8 individuals with BMI\u0092s in the lean (LN; 38% women) and 12 in the overweight/obese (OWOB - BMI: 25-38; 42% women) range, with a mean age of 31.35 (SD: 7.39), mean education level of 15.2 years (SD: 2.07), mean IQ of 111.4 (SD:7.9), who were 35% Caucasian, 35% African American, 20% Hispanic and 10% Other. There were no differences between BMI groups on any of these demographic characteristics.\nPre-Snack HP Food Craving (FCS) and Subjective Anxiety Ratings:\nFor subjective HP food craving, a significant effect of Condition (F(2,36)=12.74, p<.0001) and BMI Group X Condition (F(2,36)=4.93, p<.02) was observed. Simple effects t-test analyses indicated significantly higher food craving in the food cue relative to neutral (FC > N: t=4.92, p<.0001) and relative to stress(FC>S: t=3.45, p<.001). Simple effects for the BMI X Condition effect revealed the lean (LN) group showing greater craving only in the food cue relative to neutral condition (t=4.66, p<.0001), but the OW group showing food craving increases in both the food cue (t=2.27, p<.04) and in the stress (t=2.01, p<.05) relative to neutral conditions (see Figure 2a).\nFor HP FST intake, a main effect of Condition (F(2,36)=3.86, p<.03) was observed, indicating significantly higher levels of HP food calories consumed in the food cue (t=2.99, p<.01) relative to the neutral condition (Figure 2b). A trend level interaction of BMI Group X Condition (F(2,36)=3.31, p<.08) was also observed, resulting from greater HP food calories (HP FCAL) consumed in the food cue relative to neutral condition for the Lean (t=2.14, p<.04) only, but higher HPF CAL consumed in the stress condition for the OW relative to the LN group (t= 1.91, p<.05) (see Figure 2b).\nFor subjective anxiety, a significant effect of Condition (F(2,36)=8.7, p<.0008) and BMI Group X Condition (F(2,36)=3.71, p<.03) was observed. Simple effect contrasts revealed overall significantly higher anxiety in the food cue (t=2.02, p<.05) and in stress (t=2.11, p<.04) relative to the neutral condition, but this arose from the people with Lean BMIs showing no significant increases in anxiety across any condition, but the people with OW/OB BMIs showing increased anxiety in the food cue (t=2.10, p<.03) and in the stress (t=4.35, p<.001) relative to the neutral condition (see Figure 2c).\nRelationship between Pre-Snack HP Food Craving and HP FST Calorie Consumed:\nPre-FST food craving scores (FCS_PreSnack) were found to be highly correlated with subsequent HP food calories (HPF_CAL) consumed in the food cue (r=.82, p<.0001) condition across groups but not in the neutral condition (r=.31, p<.18). On the other hand, stress-induced food craving predicted HP FST intake only in the OW group but not in the Lean group (OW: r=.68, p<.02; LN: r=.55, p<.12) (see Figure 3a - ?-3c3c).\nTotal Ghrelin Response and Relationship to HP Food Craving and Intake\nOverall LME analyses revealed a Condition main effect (F(2,35)=5.61, p<.008), but no significant BMI Group X Condition interaction (F(2,35)=0.75, p<.48). The Condition main effect resulted from stress (t=2.88, p<.007) and food cue (t=2.97, p<.005) exposure each increasing ghrelin relative to the neutral condition (see Figure 4a). Secondary exploratory effect of group differences showed that ghrelin increases during both stress and in food cue relative to neutral conditions was due to increases in those in the OW/OB BMI group (FC vs N: t=2.54, p<.02 S vs N: t=3.25, p<.003) and not the lean group (FC vs N: t= 1.78, p<.08; S vs N: t=1.12, p<.27) (see Fig 4a). Association between total ghrelin increases in each condition and food craving and intake were also conducted and revealed that stress-induced, but not food cue-induced increases in ghrelin were significantly associated with HP food craving and intake, and only in the OW group (see Figure 4b - ?-4c4c).\nDISCUSSION\nThis preliminary study is the first to directly compare the effects of both food cue and stress exposure on HP food craving and HP food intake in a 3-day human laboratory experiment conducted within a controlled hospital-based setting with healthy community adults. As both the ubiquitous HP food environment and stressors are known to increase HP food intake and obesity risk, a direct comparison of these contexts could identify similar and differential processes that may underlie food motivation and intake. As hypothesized, and similar to our previous work in addiction [18], we found that exposure to both personal food cues and to personal stressors relative to a neutral relaxing control cue resulted in increases in HP food craving and subsequent increased snacking of HP foods in a standardized Food Snack Test (FST), but with differential effects in lean and overweight BMI groups. Furthermore, we found that increased food craving in these contexts was highly associated with subsequent amounts of HP food snack intake. Finally, both ghrelin and cortisol were found to significantly impact food motivation but differentially across lean and overweight individuals. Together, these results support the need for further investigation of biobehavioral processes underlying HP food motivation and intake, especially in the context of weight-related physiological adaptations.\nExposure to food cue imagery led to significant increases in HP food craving prior to the presentation of the FST at the pre-snack timepoint in both lean and OW individuals. Moreover, food cue-related increases in food craving predicted significant increases in HP snack intake across both lean and OW individuals. These data are consistent with a significant literature indicating that rewarding stimuli and their related contexts increase motivation and wanting of rewarding stimuli via conditioning and/or incentive salience mechanisms [4, 20, 42]. Also, a number of basic science and human neuroimaging studies have shown that food cue stimulus exposure increases food craving and activate brain reward and motivation regions [4, 7-11, 18, 43, 44]. Current findings further indicate that such food cue-related increases in HP food craving promote HP snack intake with greater intake of HP foods in the food cue context relative to the neutral relaxing contexts across individuals. These data validate the real-world contexts of advertising of HP foods to promote greater sales and intake of HP foods.\nIn contrast, we found a differential impact of stress on HP food craving and intake by BMI group where stress significantly increased food craving relative to the neutral condition, but only in the overweight and not the lean group. Furthermore, stress-induced HP food craving predicted subsequent HP snack intake in the overweight but not the lean group, suggesting that food motivational processes may be relevant in identifying those who are vulnerable to stress-induced eating. Previous laboratory studies have shown mixed results with some showing stress increasing food intake [17, 24], but others reporting no consistent increases in intake [23, 45]. While the methodology has varied across these studies, current findings suggest the need for direct comparison of BMI groups and consideration of weight-related adaptations in assessing stress effects on HP food motivation and intake. Current findings are also supported by a growing literature suggesting that BMI-related alterations impact not only metabolic hormones but also stress and reward processes that may contribute to increased food motivation and intake [18, 20, 44]. Together our findings on food cue- and stress- related effects on HP food motivation and intake suggests differential effects by BMI, that may in turn, point to different mechanisms that may drive weight gain and obesity risk in individuals who are lean versus those who are overweight.\nOur findings also show differential effects of food cue and stress exposure on total ghrelin responses and their contribution to HP food motivation and intake. Stress and food cue exposure increased ghrelin responses, but significantly for the OW and not the LN group. Furthermore, only in the OW group was stress-induced ghrelin increases significantly associated with both HP food craving and subsequent HP food intake. While ghrelin has well known homeostatic effects on feeding function [46, 47], recent focus has been on its role in both stress and mood regulation as well as in hedonically motivated feeding behavior, partially via its effects on mesolimbic reward circuits [37, 48]. Findings indicate that ghrelin can shift preferences to high palatable foods and increase the motivational aspects of food reward [48]. Ghrelin is also known to increase with stress and is involved in regulating anxiety and mood (36, 49-51). Neuroimaging studies have demonstrated that ghrelin administration increases the neural response to food pictures in areas associated with hedonic eating (i.e., amygdala, hippocampus, orbitofrontal cortex, striatum, and ventral tegmental area) [52]. Additionally, there is growing evidence that feed-forward circuitry between stress and food reward maybe partly mediated by ghrelin [52, 53]. In the current study, as the effects were specific to the OW group, they suggest that weight-related adaptations in ghrelin modulated pathways could potentially shift food motivation towards hedonic regulation, especially under stress conditions.\nFinally, our findings also showed differential effects of cortisol responses to stress and food cue exposure. Notably, there was a significant increase in cortisol in the food cue relative to the neutral condition that was due to significant increases in cortisol in the lean group and not so in the OW group. Furthermore, food cue-related increases in cortisol was associated with greater food cue-related HP craving, suggesting a role for cortisol in food motivation. While glucocorticoids are often associated with the stress response, they are also known to play an important role in energy intake and regulation. Cortisol increases have been noted with intake of specific macronutrients, including carbohydrates, fats and proteins in animals and humans [6, 54], with the source of cortisol increases to be via both adrenal and extra-adrenal production [54]. Furthermore, in our previous neuroimaging study, increases in cortisol during a mild hypoglycemic state was associated with greater activation of brain reward regions that promoted greater food craving [44]. Together, this previous research supports current findings of the association between greater cortisol responses to food cue exposure with food cue-induced HP food craving.\nWe did not see an overall significant increase in cortisol during stress exposure, but this was largely due to a lack of response in the OW group. Remarkably, the OW group showed blunted cortisol responses during stress and food cue relative to neutral conditions. This finding is consistent with growing evidence of blunted cortisol and autonomic responses to stress challenge in people who are OW or obese, along with altered autonomic and peripheral catecholamine responses to stress challenge in those weight groups [18, 21-25, 55]. HPA axis adaptations with low cortisol awakening responses have been reported in higher BMI groups, along with blunted responses to stress and reduced dopamine activity [20, 56]. Thus, the current findings of lack of cortisol increases in the OW group leads one to speculate that such HPA axis adaptations may contribute to higher HP food craving and intake in food cue and in stress contexts. However, this is speculation and would need further testing in future studies.\nSeveral limitations of the current study need to be considered. First, the sample size was small and thus the findings are preliminary and need further validation. Also, due to the small sample size, sex differences and differential responses within the overweight groups were not assessed. It is possible that men and women differ in their food motivation and intake responses in food cue and stress contexts as shown in previous work [26,27]. Also, continuous assessment of BMI rather than arbitrary cutoffs for individuals in the lean, overweight and obese BMI range may provide greater sensitivity in assessing weight related adaptations. Thus, research with larger samples is required to replicate current findings and address these issues. Finally, as this study was conducted while participants were in a hospital, it is not clear whether the findings are generalizable to an outpatient experimental context or to real world food motivation and intake settings. On the other hand, as food cues and stress are among the most common contexts in which overeating of HP foods occur in the real world, the current study presents a well-controlled experimental model to study the biobehavioral processes that may contribute to increased food motivation and intake of highly palatable foods. Evidence of HP food motivation and increased snacking in these contexts is consistent with reports of obesogenic environments promoting increased HP food intake and weight gain in the real world. Furthermore, positive associations of HP food craving and intake by total ghrelin and cortisol responses suggests a role for metabolic and neuroendocrine adaptations in increased HP food motivation and intake.\n?\nHIGHLIGHTS:\n* This paper directly compares the effects of both food cue and stress exposure on highly palatable food craving and intake in a 3-day human laboratory experiment conducted within a controlled hospital-based setting with healthy community adults.\n* Results show that food cues and stress exposure increases food craving and subsequent snacking of highly palatable foods, and food cravings predict subsequent highly palatable food intake.\n* Ghrelin and cortisol hormones appear to play a role in food cue and stress related food motivation and intake.\n* These findings suggest the need for further carefully controlled studies to understand the biobehavioral processes that drive overeating and weight gain.\n\n", "prep step": "Tell your friend about the research in a text message.", "summarization task": "To create the summary, consider the following:     \n- Identify 1 or 2 key messages from this text that would make interesting or helpful health content.     \n- If available, include the key statistics that describe the research findings.     Otherwise, skip this step.     \n- If applicable, get a brief description of the research participants,     such as age, sex, and health conditions. Otherwise, you can skip this step.    \n- Think about why the general population should care about the research.", "edit task": "\nOnce you have written your text message:     \n1. Evaluate what you have written to see if it may be confusing or redundant.     \nIf so, re-write it so it is clear and concise. Otherwise, keep it the same.     \n2. Create an intriguing subject line for the text.    \n3. Return your final response in this format:    \n<subject line from step 2>\n\n<text message from step 1>.    \n\nHere is an example of what your response could look like:     \n\nHow drinking water can improve pain tolerance     \n\nHey, did you know that a study found that mild dehydration can increase pain     sensitivity in women? The study also discovered that menstrual phase doesn't affect pain     sensitivity. They tested pain tolerance, pain intensity, and pain unpleasantness ratings after a     handgrip exercise. The results showed that pain tolerance decreased by 8%, while pain intensity     increased by 13% and pain unpleasantness increased by 12%. Interestingly, acute water ingestion did     not reduce pain sensitivity, even though it decreased thirst perception. This     study provides valuable information on the effects of hydration on pain perception in women and raises     the question of whether hypohydration worsens chronic pain conditions.", "full summarization task": "Tell your friend about the research in a text message. To create the summary, consider the following:     \n- Identify 1 or 2 key messages from this text that would make interesting or helpful health content.     \n- If available, include the key statistics that describe the research findings.     Otherwise, skip this step.     \n- If applicable, get a brief description of the research participants,     such as age, sex, and health conditions. Otherwise, you can skip this step.    \n- Think about why the general population should care about the research. \nOnce you have written your text message:     \n1. Evaluate what you have written to see if it may be confusing or redundant.     \nIf so, re-write it so it is clear and concise. Otherwise, keep it the same.     \n2. Create an intriguing subject line for the text.    \n3. Return your final response in this format:    \n<subject line from step 2>\n\n<text message from step 1>.    \n\nHere is an example of what your response could look like:     \n\nHow drinking water can improve pain tolerance     \n\nHey, did you know that a study found that mild dehydration can increase pain     sensitivity in women? The study also discovered that menstrual phase doesn't affect pain     sensitivity. They tested pain tolerance, pain intensity, and pain unpleasantness ratings after a     handgrip exercise. The results showed that pain tolerance decreased by 8%, while pain intensity     increased by 13% and pain unpleasantness increased by 12%. Interestingly, acute water ingestion did     not reduce pain sensitivity, even though it decreased thirst perception. This     study provides valuable information on the effects of hydration on pain perception in women and raises     the question of whether hypohydration worsens chronic pain conditions.", "summary": ["Research on food craving, cortisol, and ghrelin responses in modeling highly palatable snack intake in the laboratory found that exposure to food cues and stress increases food craving and subsequent snacking of highly palatable foods. Food cravings were found to predict subsequent intake of highly palatable foods. The study also found that ghrelin and cortisol hormones play a role in food motivation and intake. This research provides valuable insights into the biobehavioral processes that drive overeating and weight gain. \n\nFood craving, cortisol, and ghrelin: Insights into overeating and weight gain.", "New research shows that exposure to food cues and stress can increase cravings for highly palatable foods and lead to increased intake. The study found that both food cue and stress exposure resulted in higher levels of food craving, with food cue-related increases predicting subsequent snack intake. The study also found that stress and food cue exposure increased levels of ghrelin, a hormone associated with food reward, and cortisol, a stress hormone. These findings suggest that biobehavioral processes play a role in overeating and weight gain. The study was conducted with healthy adults in a controlled hospital-based setting.", "Effects of Food Cue and Stress Exposure on Highly Palatable Food Craving and Intake\n\nHey, just read a fascinating research study on how food cues and stress exposure can increase highly palatable (HP) food craving and subsequent snacking. The study found that exposure to personal food cues and stressors led to significant increases in HP food craving and intake in a controlled laboratory setting. The results showed that food craving predicted HP snack intake, and both ghrelin and cortisol hormones played a role in food motivation and intake. This study provides valuable insights into the biobehavioral processes that drive overeating and weight gain."]}, "summaries_dict": {"response_01": "Research on food craving, cortisol, and ghrelin responses in modeling highly palatable snack intake in the laboratory found that exposure to food cues and stress increases food craving and subsequent snacking of highly palatable foods. Food cravings were found to predict subsequent intake of highly palatable foods. The study also found that ghrelin and cortisol hormones play a role in food motivation and intake. This research provides valuable insights into the biobehavioral processes that drive overeating and weight gain. \n\nFood craving, cortisol, and ghrelin: Insights into overeating and weight gain.", "response_02": "New research shows that exposure to food cues and stress can increase cravings for highly palatable foods and lead to increased intake. The study found that both food cue and stress exposure resulted in higher levels of food craving, with food cue-related increases predicting subsequent snack intake. The study also found that stress and food cue exposure increased levels of ghrelin, a hormone associated with food reward, and cortisol, a stress hormone. These findings suggest that biobehavioral processes play a role in overeating and weight gain. The study was conducted with healthy adults in a controlled hospital-based setting.", "response_03": "Effects of Food Cue and Stress Exposure on Highly Palatable Food Craving and Intake\n\nHey, just read a fascinating research study on how food cues and stress exposure can increase highly palatable (HP) food craving and subsequent snacking. The study found that exposure to personal food cues and stressors led to significant increases in HP food craving and intake in a controlled laboratory setting. The results showed that food craving predicted HP snack intake, and both ghrelin and cortisol hormones played a role in food motivation and intake. This study provides valuable insights into the biobehavioral processes that drive overeating and weight gain."}, "article_title": "Food craving, cortisol and ghrelin responses in modeling highly palatable snack intake in the laboratory", "response_regex": "response_(.*)", "simple_summary_dict": {}, "relevance_dict": {}, "n_previous_prompts": {}, "date_created": "2023-06-18_1916"}}