{"1_prompt00": {"reference_id": 1, "title": "Comparisons in the Recovery Response From Resistance Exercise Between Young and Middle-Aged Men", "text": "Decreases in muscle mass, function, and neuromuscular activation are significant factors contributing to the decline in the quality of life during the aging process (21,26). However, the majority of research investigating the effect of aging has primarily focused on comparing adults older than 60 years with younger adult populations in their second, third, or fourth decade of life (7,16\u009618,25). It seems that only a single study is known that has compared young and middle-aged (40\u009659 years) adults on strength performance and recovery (28). Understanding changes in muscle function as adults move from young to middle-age may provide for a better understanding of how to minimize the significant declines in muscle function as one reaches retirement age.\nChanges in recovery from a bout of exercise may be associated with the aging process (12). Recovery is often determined by the return of performance measures to baseline (BL) levels or by an attenuation of the inflammatory or muscle damage response to exercise (15,35). Previous research has reported a decrease in the magnitude of the immune response in older adults (e.g., >65 years) compared with younger adults after maximal graded exercise tests on a treadmill (8) and on an electrically braked cycle ergometer (27). Such a decline may be indicative of a delay in recovery because the inflammatory response is thought to play a major role in muscle remodeling and recovery (37). Decreases in muscle mass and strength associated with aging have been suggested to impair the recovery process after exercise, by increasing the time to adaptation or muscle repair (7,33). Previously, recovery from resistance exercise has been reported to be impaired in recreationally trained (3\u00966 hours of exercise per week) older adults (?69 years) compared with younger adults (38). Similarly, McLester et al. (28) reported a delay in recovery (e.g., in repetitions performed up to 96 hours after exercise) from a total body resistance exercise program in middle-aged men (56 ± 5 years) compared with younger men (23 ± 5 years). By contrast, other investigations have reported no difference in recovery between younger and older populations when assessing recovery through electrically stimulated muscle contraction (1,23). The differences between these studies are likely related to differences in the mode of exercise, training intensity, and pretraining status (1,23,28,38). Furthermore, only one of these investigations included men with resistance training experience (28). Considering the differences noted between younger and older adults, examining changes in recovery as one moves from young to older age may provide a better understanding regarding reducing age-associated performance decreases. Therefore, the primary purpose of this investigation was to compare the recovery response between young (18\u009630 years) and middle-aged men (40\u009659 years) from an acute high-volume isokinetic resistance exercise workout. A secondary purpose was to compare the effects of this workout on markers of inflammation and muscle damage during the 48-hour recovery period.\nMethods\nExperimental Approach to the Problem\nA parallel study design was used to determine the effects of a single bout of high-volume isokinetic resistance exercise on changes in muscle strength, as well as markers of muscle damage, and the inflammatory response between young (18\u009630 years) and middle-aged adults (40\u009659 years). Before data collection, all participants reported to the Human Performance Laboratory (HPL) for anthropometric assessment and familiarization with training and assessment protocols. Participants then returned to the HPL to perform a high-volume resistance exercise protocol. Testing was performed before and immediately after the resistance training protocol. Recovery assessments (both performance, muscle damage and inflammatory) were also assessed at 24 and 48 hours after exercise.\nSubjects\nNineteen recreationally trained men volunteered to participate in this investigation. Study participants were recruited and placed into 2 groups based on age. The young adult (YA) group consisted of men between the ages of 18\u009630 years, whereas the middle-aged (MA) group consisted of men between the ages of 40\u009659 years. None of the participants were competitive athletes, and all were recreationally resistance-trained at study enrollment. Inclusion criteria required participants to meet the age requirements of one of the groups and be recreationally active, including resistance training for the previous 6 months before enrollment as defined by the American College of Sports Medicine (150 minutes of exercise per week) (14). All participants were free of any physical limitations that may have affected performance and were not using any medications, dietary supplements, or any other performance-enhancing drugs before or during the study as determined by a health and activity questionnaire. After an explanation of all procedures, risks, and benefits, each participant gave his written informed consent before participation in this study. The Institutional Review Board of the University of Central Florida approved the research protocol. Experimental group characteristics are presented in Table 1.\nProcedures\nBoth groups reported to the HPL on 4 separate occasions. On the first visit (D1), participants reported to the HPL after a 2-hour fast. Anthropometric assessments were performed and included height, body mass, and body composition. After anthropometric assessments, participants performed a standardized warm-up consisting of 5 minutes of pedaling on a cycle ergometer at 50 watts. After the warm-up, participants completed a familiarization protocol on the isokinetic device (S4; Biodex Medical System, Inc., New York, NY, USA). On the second visit (D2), participants arrived after a 10-hour fast and recorded their subjective levels of pain and soreness on a visual analog scale (VAS). There were at least 48 hours between the first and second visits, with no more than 7 days between these 2 visits. After the VAS, participants then provided a BL blood sample followed by an ultrasound (US) assessment of the vastus lateralis (VL) of their right leg. Participants then performed the first lower-body performance assessment protocol (BL). After a 5-minute rest period, participants completed the high-volume isokinetic resistance exercise protocol (HVP), followed immediately post (IP) by another lower-body performance assessment protocol. Blood samples were obtained at IP, 30 (30P), 60 (60P), and 120 minutes (120P) after the exercise protocol. Ultrasound assessments were obtained at IP and 120P, whereas an additional VAS assessment was completed at 30P. Participants reported to the HPL 24 (24 H) and 48 hours (48 H) after D2 for lower-body assessments. In addition, blood draws, US, and VAS measures were also obtained. The order of lower-body assessment, VAS, blood draw, and US measures were the same for all testing sessions. Figure 1 displays the study procedures and timeline.\nDietary Recall\nAll participants provided a 3-day dietary recall beginning the day before D2 testing until the morning of 48 H testing. Participants were asked to maintain their regular diet for the duration of the investigation. FoodWorks nutrient analysis software (McGraw-Hill, New York, NY, USA) was used to analyze the self-reported dietary recalls for total kilocalorie intake and macronutrient distributions (carbohydrate, protein, and fat).\nAnthropometric Assessment\nBody mass (±0.1 kg) and height (±0.1 cm) were measured using a Health-o-meter Professional scale (Patient Weighing Scale, Model 500 KL; Pelstar, Alsip, IL, USA). Body composition was assessed using a multifrequency bioelectrical impedance analyzer (InBody 770; Cerritos, CA, USA) according to the manufacturer's guidelines.\nVisual Analog Scale\nParticipants were instructed to assess their subjective feelings of pain and soreness using a 100-mm VAS (23). Participants were asked to rate pain and soreness intensity by placing a mark on a horizontal 100-mm VAS (5,29). Verbal anchors were used at each end of the scale representing no pain or soreness and the worst possible soreness or pain. The VAS was performed at BL, IP, 30P, 24 H, and 48 H.\nUltrasound Assessments\nAll US assessments were performed on the VL of the right leg as previously described (39). Participants were asked to lay supine on an examination table with both legs fully extended for a minimum of 5 minutes to allow fluid shifts to occur (2). Before image collection, all anatomical locations of interest were identified using standardized landmarks for the VL muscle. The length of the VL encompassed the distance from the lateral condyle of the tibia to the most prominent point of the greater trochanter of the femur. The VL measurement required the participant to lay on their side, whereas cross-sectional area (CSA) and muscle thickness (MT) measurements were obtained from the US. The sampling location was determined by the point of intersection between the VL and 50% of the straight-line distance between the greater trochanter and the lateral epicondyle of the femur (39). After determining the desired anatomical position, a linear probe coated with transmission gel was positioned on the surface of the skin to collect the US image. For all US measurements, a 12 MHz probe (LOGIQ P5; General Electric, Wauwatosa, WI, USA) coated with water-soluble transmission gel (Aquasonic 100; Parker Laboratories, Inc., Fairfield, NJ, USA) was passed over the surface of the thigh at the predetermined anatomical locations outlined above. The depth was set at 6.0 cm, gain at 50 dB, and dynamic range at 72. Further analysis of US images was performed offline using image analysis software (ImageJ, version 1.45 s) available from the National Institutes of Health (NIH, Bethesda, MD, USA). All US images were obtained and analyzed by the same technician. Test-related reliability for all US measurements was determined by using 10 different subjects (not participants from this study) examined 24\u009648 hours apart. Intraclass correlation coefficients and minimal differences (MD) were determined for CSA (R = 0.99; MD = 0.85 cm2) and MT (R = 0.97; MD = 0.09 cm).\nIsokinetic Assessment Protocol\nThe isokinetic assessment protocol was performed at BL, IP, 120P, 24 H, and 48 H to quantify performance decrements and recovery as a result of the HVP. Participants were seated in the isokinetic dynamometer (S4; Biodex Medical System, Inc.), positioned with a hip angle of 110° and strapped into the chair at the waist, shoulders, and across the thigh. Chair and dynamometer settings were adjusted for each participant to correctly align the axis of rotation with the lateral condyle of the femur. All participants were tested on their right leg, which was secured to the dynamometer arm just above the medial and lateral malleoli. The lever arm of the dynamometer was programmed to extend the participant's leg to 155° of knee flexion (where 180° is a full extension) and flex the participant's leg to 85 degrees of flexion. Isokinetic dynamometer settings for each individual were recorded and remained consistent throughout the study. The isokinetic assessment protocol at each time point consisted of 2 maximal voluntary isometric contractions performed at a 70° angle, 1 set of 3 repetitions of concentric knee extension at 240°·s?1 with passive knee flexion to starting position, and 1 set of 3 repetitions of concentric knee extension at 60°·s?1 with a passive knee flexion to starting position. Of the 3 maximal repetitions, the highest peak torque (PKT) and average torque (AVGT) were recorded for each speed.\nHigh-Volume Isokinetic Resistance Exercise Protocol\nAfter the isokinetic assessment protocol at BL on D2, the participant remained seated, and the HVP was performed. The HVP consisted of 8 sets of 10 repetitions of concentric knee extension and eccentric knee flexion at 60°·s?1. A 1-minute rest interval was provided between each set. Participants were encouraged to provide maximal effort throughout the HVP. Work performed in each set of the HVP was calculated as the product of the mean power of each kick over the time to complete the kick. Total work done was calculated as the sum of the work performed in each of the 8 sets of 10 repetitions during the HVP.\nBlood Collection\nBlood samples were obtained at 7 time points throughout the study (BL, IP, 30P, 60P, 120P, 24 H, and 48 H). The BL, IP, 30P, 60P, and 120P blood samples were obtained using a Teflon cannula placed in a superficial forearm vein using a 3-way stopcock with a male luer lock adapter and a plastic syringe after arrival to the HPL on D2. The cannula was maintained patent using a nonheparinized isotonic saline solution (Becton Dickinson, Franklin Lakes, NJ, USA). All blood samples were obtained after a 15-minute equilibration period with the exception of the IP blood draw. During the remaining time points (24 H and 48 H), blood was obtained by a single-use disposable needle with the participant lying in a supine position for at least 15 minutes before sampling. Blood draws during 24 H and 48 H were obtained after a 10-hour fast. A total of 20 ml of whole blood was collected at each time point in serum and K2EDTA-treated Vacutainer tubes, (Becton Dickinson). Blood in the K2EDTA tubes was immediately centrifuged at 4,000g for 15 minutes, then placed into 1.8-ml microcentrifuge tubes, and frozen at ?80° C for later analysis. Blood in the serum tubes was allowed to clot at room temperature for 30 minutes and then subsequently centrifuged, aliquoted, and stored through the same procedure.\nBiochemical Analyses\nSerum concentrations of creatine kinase (CK) were analyzed with the use of a commercially available kinetic assay kit (Sekisui Diagnostics, Charlottetown, PE, Canada) as per manufacturer's instructions. C-reactive protein (CRP) and myoglobin (Mb) concentrations were obtained through commercially available enzyme-linked immunosorbent assays (CRP; R&D Systems; Minneapolis, MN, USA) (Mb: Calbiotech, Spring Valley, CA, USA), whereas interleukin-6 (IL-6) was obtained through high-sensitivity multiplex assay (R&D Systems, Minneapolis, MN, USA). To eliminate interassay variability, all samples for a particular assay were thawed once and analyzed by the same technician using a BioTek Eon spectrophotometer (BioTek, Winooski, VT). All samples were analyzed in duplicate with a mean coefficient of variation of 4.50% for CK, 7.38% for CRP, 3.55% for IL-6, and 5.03% for Mb. All biochemical assays were run as per the manufacturer's instructions.\nStatistical Analyses\nPerformance measures were analyzed through repeated measures analysis of covariance to control for BL differences between the groups. Changes in subjective levels of pain and soreness, as well as markers of inflammation and muscle damage, were analyzed through repeated measures analysis of variance. In the event of a significant F value, least significant difference post hoc tests were used for pairwise comparison. Baseline performance comparisons of both groups were determined by independent t-tests. Outliers were identified when values exceeded 1.5 times the interquartile range (3). For all analyses, a criterion alpha level of ? ? 0.05 was used to determine statistical significance. Data were analyzed using SPSS v23 software (SPSS, Inc., Chicago, IL, USA). All data are reported as a mean ± SD.\nResults\nPerformance Measures\nIsometric Assessments\nUnadjusted isometric performance measures are depicted in Table 2. One participant from YA was identified as an outlier and removed from all study analyses. Baseline comparisons between YA and MA revealed that YA had significantly greater AVGT (p = 0.043), rate of torque development at 200 ms (RTD200) (p = 0.033), and a trend toward a greater isometric PKT (p = 0.057) during the isometric assessment than MA. After controlling for BL, examination of the recovery response from the HVP revealed no significant group × time interactions for PKT (F = 1.009; p = 0.377), AVGT (F = 0.997; p = 0.402), or for RTD200 (F = 0.225; p = 0.879). There were also no significant main effects of time for PKT (F = 0.281; p = 0.759), AVGT (F = 0.289; p = 0.833), or RTD200 (F = 0.073; p = 0.974).\nIsokinetic Assessment\nUnadjusted isokinetic performance measures are depicted in Table 2. No significant differences at BL were noted between the groups; however, a trend toward a greater PKT at both 240°·s?1 (F = 0.081; p = 0.061) and 60°·s?1 (F = 1.562; p = 0.083) was observed for YA compared with MA. After controlling for BL, no significant group × time interactions were observed for PKT at either 240°·s?1 (F = 0.681; p = 0.503) or 60°·s?1 (F = 0.450; p = 0.656). In addition, there were no significant main effects for time observed for PKT at either 240°·s?1 (F = 0.272; p = 0.746) or 60°·s?1 (F = 0.109; p = 0.910) for both groups combined.\nNo significant difference at BL was found for AVGT at 60°·s?1 (F = 0.940; p = 0.148), but a trend toward a greater AVGT was noted in YA at 240°·s?1 (F = 0.008; p = 0.094). When controlling for BL, no significant group × time interactions were observed for AVGT at 240°·s?1 (F = 0.897; p = 0.404) or 60°·s?1 (F = 0.769; p = 0.484). In addition, no significant main effects for time were noted for AVGT at either 240°·s?1 (F = 0.228; p = 0.762) or 60°·s?1 (F = 0.155; p = 0.878).\nBlood Analyses\nChanges in CK and Mb can be found in Figures 2 and 3, respectively, whereas changes in CRP and IL-6 can be observed in Figures 4 and 5, respectively. No significant group × time interactions were observed for Mb (F = 0.307; p = 0.640), CK (F = 0.607; p = 0.551), CRP (F = 0.320; p = 0.602), or IL-6 (F = 0.466; p = 0.589). However, significant main effects for time were observed for both Mb (F = 8.708; p = 0.005) and CK (F = 8.127; p = 0.001). Myoglobin was significantly higher at 30P (p = 0.002), 60P (p = 0.001), and 120P (p = 0.007) compared with BL, whereas CK concentrations at 24 H (p = 0.002) and 48 H (p = 0.006) were significantly higher than BL. Although no significant main effect for time was observed for CRP (F = 3.042; p = 0.097), a significant main effect was noted for IL-6 (F = 3.689; p = 0.05). Changes in IL-6 were significantly elevated from BL at 30P (p = 0.032), 120P (p = 0.002), 24 H (p = 0.007), and 48 H (p = 0.034) for both groups combined.\nVisual Analog Scales\nChanges in subjective feelings of pain and soreness can be observed in Table 3. No significant group × time interactions were observed for subjective measures of pain (F = 0.102; p = 0.959) or soreness (F = 0.886; p = 0.455). No significant main effect for time was observed for subjective levels of pain (F = 1.085; p = 0.351); however, a significant main effect for time was observed for subjective levels of muscle soreness (F = 7.319; p = < 0.001) in both groups combined. Muscle soreness was significantly higher at 30P (p = 0.001), 24 H (p = 0.001), and 48 H (p = 0.002) compared with BL.\nUltrasound Assessment\nChanges in muscle CSA and MT can be observed in Table 3. No significant group × time interactions were observed for muscle CSA (F = 0.246; p 0.747) or MT (F = 0.687; p = 0.530). However, a significant main effect for time was observed for both CSA (F = 13.460; p < 0.001) and MT (F = 3.685; p = 0.028). Muscle CSA and MT were significantly greater at IP (p < 0.001) compared with BL.\nDiscussion\nResults of this study indicated no differences in the recovery response between YA and MA for any of the performance measures, nor in subjective levels of muscle pain or soreness. Furthermore, no between-group differences were observed in the inflammatory or muscle damage response to the exercise protocol. To the best of our knowledge, this is the first study to examine differences in the recovery response from high-volume resistance exercise between recreationally trained young and middle-aged adults. Our results comparing BL performance measures seem to be in agreement with other investigations, demonstrating differences in strength measures between young (23\u009629 years) and older adults (60\u009665 years) (7,15,24), and between middle-aged (41\u009642 years) and older adults (70\u009672 years) (17,18). It does seem that the decline in strength may develop during middle age. However, recovery from exercise seems to be comparable in both younger and middle-aged adults as reflected by similar changes in performance and markers of muscle damage and inflammation. Although changes in strength may occur in middle age, recovery from exercise does seem to be maintained in recreationally trained individuals.\nThe differences observed at BL in isometric force and the rate of force development is consistent with other investigations comparing younger and older adults (16,19,36). Although differences in age between young and middle-aged adults do seem to affect BL levels of strength, it does not seem to affect recovery from exercise. This is supported by similar patterns of muscle damage and inflammation observed during the recovery period after the HVP. Elevations in Mb and CK concentrations are consistent with the expected physiological response from a bout of resistance exercise (9,34). These results also suggest that middle-aged recreationally active men who regularly engage in resistance training do not seem to be at increased risk for greater soreness or muscle damage in comparison with younger recreationally trained men.\nSimilar response patterns were also noted in the inflammatory response for both groups. No significant elevations from BL were observed in CRP. However, significant increases in IL-6 concentrations were observed for both groups. Although CRP is an acute phase protein whose function is to activate the innate immune response and enhance phagocytosis (10), it does not seem to change after an acute bout of resistance exercise (6). Previous research has reported no significant changes in CRP concentrations after resistance training protocols recruiting primarily both upper-body (31) and lower-body exercises (4) in younger men. Furthermore, previous investigations have also indicated that training experience can reduce the CRP response to an acute bout of exercise (22,35). Considering that participants in both YA and MA were recreationally trained, it is likely that this training experience may have attenuated the CRP response. Physiologically, it is consistent with the lower stress and damage that occurs with repetitive training (9,35). Interleukin-6 is an inflammatory cytokine that facilitates communication for the mobilization, proliferation, and differentiation of immune cells to the site of tissue damage (6) and has been shown to increase after exercise (11). Elevations in IL-6 are related to the intensity, duration, and mode of training (11,13,32), but the literature is inconclusive regarding the IL-6 response to resistance training. A recent study reported that a bout of high-volume resistance exercise (8 sets of 10 repetitions with 70% of maximal strength in the squat exercise) resulted in a significant elevation in IL-6 concentrations 30 min after exercise, but no changes were observed after a bout of high-intensity resistance exercise (8 sets of 3 repetitions with 90% of maximal strength in the squat exercise) in experienced, trained lifters (4). The IL-6 response observed during this investigation as a result of a bout of high-volume resistance exercise seems to be consistent with that recently reported by Bartolomei et al. (4). However, age did not seem to exacerbate nor attenuate the IL-6 response in recreationally trained participants.\nNo differences were noted in the inflammatory or muscle damage response between YA and MA. As discussed earlier, this is likely related to the recreational training background of the participants. However, there were several limitations to the study that need to be acknowledged. The exercise protocol was performed on an isokinetic dynamometer, which may not have as much practical application as most resistance training programs use dynamic constant resistance exercises. In addition, unilateral, single-joint exercise recruited a relatively smaller muscle mass than is commonly used in most training programs. The use of this modality of exercise, which has been demonstrated to be very effective in eliciting muscle damage (20,30), may not have been sufficient to elicit significant performance and inflammatory changes in these recreationally trained participants. Future research should examine modes of training specific to the typical training program of the participants.\nPractical Applications\nThe results of this study indicate that changes in muscle performance seem to begin during middle age, even in recreationally trained individuals. However, participating in recreational resistance training may mitigate any alteration in the recovery response from exercise. These results should be examined in the context that recovery was investigated after a unilateral, single-joint isokinetic exercise protocol. Although this method has been previously used as an effective mode of exercise to elicit muscle damage, it is not specific to the type of exercises typically used by recreational lifters. Future studies may wish to compare these population groups using multijoint, dynamic constant resistance exercises common to the training programs of most recreational lifters, regardless of age.", "folder": "text/2023-07-11 for db", "system_role": "You are a helpful assistant.", "temperature": 0.7, "max_tokens": 1000, "model": "gpt-3.5-turbo-16k-0613", "qna": {"timestamp": "2023-07-11 23:12:32.880097-07:00", "reference_id": 1, "article_title": "Comparisons in the Recovery Response From Resistance Exercise Between Young and Middle-Aged Men", "text": "Decreases in muscle mass, function, and neuromuscular activation are significant factors contributing to the decline in the quality of life during the aging process (21,26). However, the majority of research investigating the effect of aging has primarily focused on comparing adults older than 60 years with younger adult populations in their second, third, or fourth decade of life (7,16\u009618,25). It seems that only a single study is known that has compared young and middle-aged (40\u009659 years) adults on strength performance and recovery (28). Understanding changes in muscle function as adults move from young to middle-age may provide for a better understanding of how to minimize the significant declines in muscle function as one reaches retirement age.\nChanges in recovery from a bout of exercise may be associated with the aging process (12). Recovery is often determined by the return of performance measures to baseline (BL) levels or by an attenuation of the inflammatory or muscle damage response to exercise (15,35). Previous research has reported a decrease in the magnitude of the immune response in older adults (e.g., >65 years) compared with younger adults after maximal graded exercise tests on a treadmill (8) and on an electrically braked cycle ergometer (27). Such a decline may be indicative of a delay in recovery because the inflammatory response is thought to play a major role in muscle remodeling and recovery (37). Decreases in muscle mass and strength associated with aging have been suggested to impair the recovery process after exercise, by increasing the time to adaptation or muscle repair (7,33). Previously, recovery from resistance exercise has been reported to be impaired in recreationally trained (3\u00966 hours of exercise per week) older adults (?69 years) compared with younger adults (38). Similarly, McLester et al. (28) reported a delay in recovery (e.g., in repetitions performed up to 96 hours after exercise) from a total body resistance exercise program in middle-aged men (56 ± 5 years) compared with younger men (23 ± 5 years). By contrast, other investigations have reported no difference in recovery between younger and older populations when assessing recovery through electrically stimulated muscle contraction (1,23). The differences between these studies are likely related to differences in the mode of exercise, training intensity, and pretraining status (1,23,28,38). Furthermore, only one of these investigations included men with resistance training experience (28). Considering the differences noted between younger and older adults, examining changes in recovery as one moves from young to older age may provide a better understanding regarding reducing age-associated performance decreases. Therefore, the primary purpose of this investigation was to compare the recovery response between young (18\u009630 years) and middle-aged men (40\u009659 years) from an acute high-volume isokinetic resistance exercise workout. A secondary purpose was to compare the effects of this workout on markers of inflammation and muscle damage during the 48-hour recovery period.\nMethods\nExperimental Approach to the Problem\nA parallel study design was used to determine the effects of a single bout of high-volume isokinetic resistance exercise on changes in muscle strength, as well as markers of muscle damage, and the inflammatory response between young (18\u009630 years) and middle-aged adults (40\u009659 years). Before data collection, all participants reported to the Human Performance Laboratory (HPL) for anthropometric assessment and familiarization with training and assessment protocols. Participants then returned to the HPL to perform a high-volume resistance exercise protocol. Testing was performed before and immediately after the resistance training protocol. Recovery assessments (both performance, muscle damage and inflammatory) were also assessed at 24 and 48 hours after exercise.\nSubjects\nNineteen recreationally trained men volunteered to participate in this investigation. Study participants were recruited and placed into 2 groups based on age. The young adult (YA) group consisted of men between the ages of 18\u009630 years, whereas the middle-aged (MA) group consisted of men between the ages of 40\u009659 years. None of the participants were competitive athletes, and all were recreationally resistance-trained at study enrollment. Inclusion criteria required participants to meet the age requirements of one of the groups and be recreationally active, including resistance training for the previous 6 months before enrollment as defined by the American College of Sports Medicine (150 minutes of exercise per week) (14). All participants were free of any physical limitations that may have affected performance and were not using any medications, dietary supplements, or any other performance-enhancing drugs before or during the study as determined by a health and activity questionnaire. After an explanation of all procedures, risks, and benefits, each participant gave his written informed consent before participation in this study. The Institutional Review Board of the University of Central Florida approved the research protocol. Experimental group characteristics are presented in Table 1.\nProcedures\nBoth groups reported to the HPL on 4 separate occasions. On the first visit (D1), participants reported to the HPL after a 2-hour fast. Anthropometric assessments were performed and included height, body mass, and body composition. After anthropometric assessments, participants performed a standardized warm-up consisting of 5 minutes of pedaling on a cycle ergometer at 50 watts. After the warm-up, participants completed a familiarization protocol on the isokinetic device (S4; Biodex Medical System, Inc., New York, NY, USA). On the second visit (D2), participants arrived after a 10-hour fast and recorded their subjective levels of pain and soreness on a visual analog scale (VAS). There were at least 48 hours between the first and second visits, with no more than 7 days between these 2 visits. After the VAS, participants then provided a BL blood sample followed by an ultrasound (US) assessment of the vastus lateralis (VL) of their right leg. Participants then performed the first lower-body performance assessment protocol (BL). After a 5-minute rest period, participants completed the high-volume isokinetic resistance exercise protocol (HVP), followed immediately post (IP) by another lower-body performance assessment protocol. Blood samples were obtained at IP, 30 (30P), 60 (60P), and 120 minutes (120P) after the exercise protocol. Ultrasound assessments were obtained at IP and 120P, whereas an additional VAS assessment was completed at 30P. Participants reported to the HPL 24 (24 H) and 48 hours (48 H) after D2 for lower-body assessments. In addition, blood draws, US, and VAS measures were also obtained. The order of lower-body assessment, VAS, blood draw, and US measures were the same for all testing sessions. Figure 1 displays the study procedures and timeline.\nDietary Recall\nAll participants provided a 3-day dietary recall beginning the day before D2 testing until the morning of 48 H testing. Participants were asked to maintain their regular diet for the duration of the investigation. FoodWorks nutrient analysis software (McGraw-Hill, New York, NY, USA) was used to analyze the self-reported dietary recalls for total kilocalorie intake and macronutrient distributions (carbohydrate, protein, and fat).\nAnthropometric Assessment\nBody mass (±0.1 kg) and height (±0.1 cm) were measured using a Health-o-meter Professional scale (Patient Weighing Scale, Model 500 KL; Pelstar, Alsip, IL, USA). Body composition was assessed using a multifrequency bioelectrical impedance analyzer (InBody 770; Cerritos, CA, USA) according to the manufacturer's guidelines.\nVisual Analog Scale\nParticipants were instructed to assess their subjective feelings of pain and soreness using a 100-mm VAS (23). Participants were asked to rate pain and soreness intensity by placing a mark on a horizontal 100-mm VAS (5,29). Verbal anchors were used at each end of the scale representing no pain or soreness and the worst possible soreness or pain. The VAS was performed at BL, IP, 30P, 24 H, and 48 H.\nUltrasound Assessments\nAll US assessments were performed on the VL of the right leg as previously described (39). Participants were asked to lay supine on an examination table with both legs fully extended for a minimum of 5 minutes to allow fluid shifts to occur (2). Before image collection, all anatomical locations of interest were identified using standardized landmarks for the VL muscle. The length of the VL encompassed the distance from the lateral condyle of the tibia to the most prominent point of the greater trochanter of the femur. The VL measurement required the participant to lay on their side, whereas cross-sectional area (CSA) and muscle thickness (MT) measurements were obtained from the US. The sampling location was determined by the point of intersection between the VL and 50% of the straight-line distance between the greater trochanter and the lateral epicondyle of the femur (39). After determining the desired anatomical position, a linear probe coated with transmission gel was positioned on the surface of the skin to collect the US image. For all US measurements, a 12 MHz probe (LOGIQ P5; General Electric, Wauwatosa, WI, USA) coated with water-soluble transmission gel (Aquasonic 100; Parker Laboratories, Inc., Fairfield, NJ, USA) was passed over the surface of the thigh at the predetermined anatomical locations outlined above. The depth was set at 6.0 cm, gain at 50 dB, and dynamic range at 72. Further analysis of US images was performed offline using image analysis software (ImageJ, version 1.45 s) available from the National Institutes of Health (NIH, Bethesda, MD, USA). All US images were obtained and analyzed by the same technician. Test-related reliability for all US measurements was determined by using 10 different subjects (not participants from this study) examined 24\u009648 hours apart. Intraclass correlation coefficients and minimal differences (MD) were determined for CSA (R = 0.99; MD = 0.85 cm2) and MT (R = 0.97; MD = 0.09 cm).\nIsokinetic Assessment Protocol\nThe isokinetic assessment protocol was performed at BL, IP, 120P, 24 H, and 48 H to quantify performance decrements and recovery as a result of the HVP. Participants were seated in the isokinetic dynamometer (S4; Biodex Medical System, Inc.), positioned with a hip angle of 110° and strapped into the chair at the waist, shoulders, and across the thigh. Chair and dynamometer settings were adjusted for each participant to correctly align the axis of rotation with the lateral condyle of the femur. All participants were tested on their right leg, which was secured to the dynamometer arm just above the medial and lateral malleoli. The lever arm of the dynamometer was programmed to extend the participant's leg to 155° of knee flexion (where 180° is a full extension) and flex the participant's leg to 85 degrees of flexion. Isokinetic dynamometer settings for each individual were recorded and remained consistent throughout the study. The isokinetic assessment protocol at each time point consisted of 2 maximal voluntary isometric contractions performed at a 70° angle, 1 set of 3 repetitions of concentric knee extension at 240°·s?1 with passive knee flexion to starting position, and 1 set of 3 repetitions of concentric knee extension at 60°·s?1 with a passive knee flexion to starting position. Of the 3 maximal repetitions, the highest peak torque (PKT) and average torque (AVGT) were recorded for each speed.\nHigh-Volume Isokinetic Resistance Exercise Protocol\nAfter the isokinetic assessment protocol at BL on D2, the participant remained seated, and the HVP was performed. The HVP consisted of 8 sets of 10 repetitions of concentric knee extension and eccentric knee flexion at 60°·s?1. A 1-minute rest interval was provided between each set. Participants were encouraged to provide maximal effort throughout the HVP. Work performed in each set of the HVP was calculated as the product of the mean power of each kick over the time to complete the kick. Total work done was calculated as the sum of the work performed in each of the 8 sets of 10 repetitions during the HVP.\nBlood Collection\nBlood samples were obtained at 7 time points throughout the study (BL, IP, 30P, 60P, 120P, 24 H, and 48 H). The BL, IP, 30P, 60P, and 120P blood samples were obtained using a Teflon cannula placed in a superficial forearm vein using a 3-way stopcock with a male luer lock adapter and a plastic syringe after arrival to the HPL on D2. The cannula was maintained patent using a nonheparinized isotonic saline solution (Becton Dickinson, Franklin Lakes, NJ, USA). All blood samples were obtained after a 15-minute equilibration period with the exception of the IP blood draw. During the remaining time points (24 H and 48 H), blood was obtained by a single-use disposable needle with the participant lying in a supine position for at least 15 minutes before sampling. Blood draws during 24 H and 48 H were obtained after a 10-hour fast. A total of 20 ml of whole blood was collected at each time point in serum and K2EDTA-treated Vacutainer tubes, (Becton Dickinson). Blood in the K2EDTA tubes was immediately centrifuged at 4,000g for 15 minutes, then placed into 1.8-ml microcentrifuge tubes, and frozen at ?80° C for later analysis. Blood in the serum tubes was allowed to clot at room temperature for 30 minutes and then subsequently centrifuged, aliquoted, and stored through the same procedure.\nBiochemical Analyses\nSerum concentrations of creatine kinase (CK) were analyzed with the use of a commercially available kinetic assay kit (Sekisui Diagnostics, Charlottetown, PE, Canada) as per manufacturer's instructions. C-reactive protein (CRP) and myoglobin (Mb) concentrations were obtained through commercially available enzyme-linked immunosorbent assays (CRP; R&D Systems; Minneapolis, MN, USA) (Mb: Calbiotech, Spring Valley, CA, USA), whereas interleukin-6 (IL-6) was obtained through high-sensitivity multiplex assay (R&D Systems, Minneapolis, MN, USA). To eliminate interassay variability, all samples for a particular assay were thawed once and analyzed by the same technician using a BioTek Eon spectrophotometer (BioTek, Winooski, VT). All samples were analyzed in duplicate with a mean coefficient of variation of 4.50% for CK, 7.38% for CRP, 3.55% for IL-6, and 5.03% for Mb. All biochemical assays were run as per the manufacturer's instructions.\nStatistical Analyses\nPerformance measures were analyzed through repeated measures analysis of covariance to control for BL differences between the groups. Changes in subjective levels of pain and soreness, as well as markers of inflammation and muscle damage, were analyzed through repeated measures analysis of variance. In the event of a significant F value, least significant difference post hoc tests were used for pairwise comparison. Baseline performance comparisons of both groups were determined by independent t-tests. Outliers were identified when values exceeded 1.5 times the interquartile range (3). For all analyses, a criterion alpha level of ? ? 0.05 was used to determine statistical significance. Data were analyzed using SPSS v23 software (SPSS, Inc., Chicago, IL, USA). All data are reported as a mean ± SD.\nResults\nPerformance Measures\nIsometric Assessments\nUnadjusted isometric performance measures are depicted in Table 2. One participant from YA was identified as an outlier and removed from all study analyses. Baseline comparisons between YA and MA revealed that YA had significantly greater AVGT (p = 0.043), rate of torque development at 200 ms (RTD200) (p = 0.033), and a trend toward a greater isometric PKT (p = 0.057) during the isometric assessment than MA. After controlling for BL, examination of the recovery response from the HVP revealed no significant group × time interactions for PKT (F = 1.009; p = 0.377), AVGT (F = 0.997; p = 0.402), or for RTD200 (F = 0.225; p = 0.879). There were also no significant main effects of time for PKT (F = 0.281; p = 0.759), AVGT (F = 0.289; p = 0.833), or RTD200 (F = 0.073; p = 0.974).\nIsokinetic Assessment\nUnadjusted isokinetic performance measures are depicted in Table 2. No significant differences at BL were noted between the groups; however, a trend toward a greater PKT at both 240°·s?1 (F = 0.081; p = 0.061) and 60°·s?1 (F = 1.562; p = 0.083) was observed for YA compared with MA. After controlling for BL, no significant group × time interactions were observed for PKT at either 240°·s?1 (F = 0.681; p = 0.503) or 60°·s?1 (F = 0.450; p = 0.656). In addition, there were no significant main effects for time observed for PKT at either 240°·s?1 (F = 0.272; p = 0.746) or 60°·s?1 (F = 0.109; p = 0.910) for both groups combined.\nNo significant difference at BL was found for AVGT at 60°·s?1 (F = 0.940; p = 0.148), but a trend toward a greater AVGT was noted in YA at 240°·s?1 (F = 0.008; p = 0.094). When controlling for BL, no significant group × time interactions were observed for AVGT at 240°·s?1 (F = 0.897; p = 0.404) or 60°·s?1 (F = 0.769; p = 0.484). In addition, no significant main effects for time were noted for AVGT at either 240°·s?1 (F = 0.228; p = 0.762) or 60°·s?1 (F = 0.155; p = 0.878).\nBlood Analyses\nChanges in CK and Mb can be found in Figures 2 and 3, respectively, whereas changes in CRP and IL-6 can be observed in Figures 4 and 5, respectively. No significant group × time interactions were observed for Mb (F = 0.307; p = 0.640), CK (F = 0.607; p = 0.551), CRP (F = 0.320; p = 0.602), or IL-6 (F = 0.466; p = 0.589). However, significant main effects for time were observed for both Mb (F = 8.708; p = 0.005) and CK (F = 8.127; p = 0.001). Myoglobin was significantly higher at 30P (p = 0.002), 60P (p = 0.001), and 120P (p = 0.007) compared with BL, whereas CK concentrations at 24 H (p = 0.002) and 48 H (p = 0.006) were significantly higher than BL. Although no significant main effect for time was observed for CRP (F = 3.042; p = 0.097), a significant main effect was noted for IL-6 (F = 3.689; p = 0.05). Changes in IL-6 were significantly elevated from BL at 30P (p = 0.032), 120P (p = 0.002), 24 H (p = 0.007), and 48 H (p = 0.034) for both groups combined.\nVisual Analog Scales\nChanges in subjective feelings of pain and soreness can be observed in Table 3. No significant group × time interactions were observed for subjective measures of pain (F = 0.102; p = 0.959) or soreness (F = 0.886; p = 0.455). No significant main effect for time was observed for subjective levels of pain (F = 1.085; p = 0.351); however, a significant main effect for time was observed for subjective levels of muscle soreness (F = 7.319; p = < 0.001) in both groups combined. Muscle soreness was significantly higher at 30P (p = 0.001), 24 H (p = 0.001), and 48 H (p = 0.002) compared with BL.\nUltrasound Assessment\nChanges in muscle CSA and MT can be observed in Table 3. No significant group × time interactions were observed for muscle CSA (F = 0.246; p 0.747) or MT (F = 0.687; p = 0.530). However, a significant main effect for time was observed for both CSA (F = 13.460; p < 0.001) and MT (F = 3.685; p = 0.028). Muscle CSA and MT were significantly greater at IP (p < 0.001) compared with BL.\nDiscussion\nResults of this study indicated no differences in the recovery response between YA and MA for any of the performance measures, nor in subjective levels of muscle pain or soreness. Furthermore, no between-group differences were observed in the inflammatory or muscle damage response to the exercise protocol. To the best of our knowledge, this is the first study to examine differences in the recovery response from high-volume resistance exercise between recreationally trained young and middle-aged adults. Our results comparing BL performance measures seem to be in agreement with other investigations, demonstrating differences in strength measures between young (23\u009629 years) and older adults (60\u009665 years) (7,15,24), and between middle-aged (41\u009642 years) and older adults (70\u009672 years) (17,18). It does seem that the decline in strength may develop during middle age. However, recovery from exercise seems to be comparable in both younger and middle-aged adults as reflected by similar changes in performance and markers of muscle damage and inflammation. Although changes in strength may occur in middle age, recovery from exercise does seem to be maintained in recreationally trained individuals.\nThe differences observed at BL in isometric force and the rate of force development is consistent with other investigations comparing younger and older adults (16,19,36). Although differences in age between young and middle-aged adults do seem to affect BL levels of strength, it does not seem to affect recovery from exercise. This is supported by similar patterns of muscle damage and inflammation observed during the recovery period after the HVP. Elevations in Mb and CK concentrations are consistent with the expected physiological response from a bout of resistance exercise (9,34). These results also suggest that middle-aged recreationally active men who regularly engage in resistance training do not seem to be at increased risk for greater soreness or muscle damage in comparison with younger recreationally trained men.\nSimilar response patterns were also noted in the inflammatory response for both groups. No significant elevations from BL were observed in CRP. However, significant increases in IL-6 concentrations were observed for both groups. Although CRP is an acute phase protein whose function is to activate the innate immune response and enhance phagocytosis (10), it does not seem to change after an acute bout of resistance exercise (6). Previous research has reported no significant changes in CRP concentrations after resistance training protocols recruiting primarily both upper-body (31) and lower-body exercises (4) in younger men. Furthermore, previous investigations have also indicated that training experience can reduce the CRP response to an acute bout of exercise (22,35). Considering that participants in both YA and MA were recreationally trained, it is likely that this training experience may have attenuated the CRP response. Physiologically, it is consistent with the lower stress and damage that occurs with repetitive training (9,35). Interleukin-6 is an inflammatory cytokine that facilitates communication for the mobilization, proliferation, and differentiation of immune cells to the site of tissue damage (6) and has been shown to increase after exercise (11). Elevations in IL-6 are related to the intensity, duration, and mode of training (11,13,32), but the literature is inconclusive regarding the IL-6 response to resistance training. A recent study reported that a bout of high-volume resistance exercise (8 sets of 10 repetitions with 70% of maximal strength in the squat exercise) resulted in a significant elevation in IL-6 concentrations 30 min after exercise, but no changes were observed after a bout of high-intensity resistance exercise (8 sets of 3 repetitions with 90% of maximal strength in the squat exercise) in experienced, trained lifters (4). The IL-6 response observed during this investigation as a result of a bout of high-volume resistance exercise seems to be consistent with that recently reported by Bartolomei et al. (4). However, age did not seem to exacerbate nor attenuate the IL-6 response in recreationally trained participants.\nNo differences were noted in the inflammatory or muscle damage response between YA and MA. As discussed earlier, this is likely related to the recreational training background of the participants. However, there were several limitations to the study that need to be acknowledged. The exercise protocol was performed on an isokinetic dynamometer, which may not have as much practical application as most resistance training programs use dynamic constant resistance exercises. In addition, unilateral, single-joint exercise recruited a relatively smaller muscle mass than is commonly used in most training programs. The use of this modality of exercise, which has been demonstrated to be very effective in eliciting muscle damage (20,30), may not have been sufficient to elicit significant performance and inflammatory changes in these recreationally trained participants. Future research should examine modes of training specific to the typical training program of the participants.\nPractical Applications\nThe results of this study indicate that changes in muscle performance seem to begin during middle age, even in recreationally trained individuals. However, participating in recreational resistance training may mitigate any alteration in the recovery response from exercise. These results should be examined in the context that recovery was investigated after a unilateral, single-joint isokinetic exercise protocol. Although this method has been previously used as an effective mode of exercise to elicit muscle damage, it is not specific to the type of exercises typically used by recreational lifters. Future studies may wish to compare these population groups using multijoint, dynamic constant resistance exercises common to the training programs of most recreational lifters, regardless of age.", "system_role": "You are a helpful assistant.", "model": "gpt-3.5-turbo-16k-0613", "prep_step": "In the summary, cover the following information:     \n- Identify the key points and statistics from this text that would make interesting or helpful health content.     \n- If available, include the effect sizes found in the research.     Otherwise, skip this step.     \n- If applicable, get a brief description of the research participants,     such as age, sex, and health conditions. Otherwise, you can skip this step.    \n- Think about why the general population should care about the research.", "summarize_task": "1. Summarize the text for a LinkedIn post.", "edit_task": "\n    Once you have written your text message:     \nEvaluate your text message to see if it may be confusing or redundant.     \nIf so, re-write it so it is clear and concise. Otherwise, keep it the same.     \n2. Create an intriguing subject line for the text.\n    ", "simplify_task": "3. If needed, rewrite the text using terms appropriate for the audience. If not keep it the same.    Follow these steps to accomplish this:     \na. Check if the content and language are appropriate for the audience.     \nb. If it is suitable for the audience, keep it the same.     If not, rewrite using terms appropriate for the audience while keeping the news-worthy details. \\ \n    \nc. Return the final version of the summary to be shown to the audience.     \n\nYour audience is", "simplify_audience": "people without a science background", "format_task": "4. Return your final response in a JSON format with the following format:     \n{\"headline\": <subject line from step 2>,     \n\"body\": <text from step 1>,\n    \n\"audience\": <rewritten text from step 3>}", "full_summarize_task": "1. Summarize the text for a LinkedIn post.\n\nIn the summary, cover the following information:     \n- Identify the key points and statistics from this text that would make interesting or helpful health content.     \n- If available, include the effect sizes found in the research.     Otherwise, skip this step.     \n- If applicable, get a brief description of the research participants,     such as age, sex, and health conditions. Otherwise, you can skip this step.    \n- Think about why the general population should care about the research.\n\n\n    Once you have written your text message:     \nEvaluate your text message to see if it may be confusing or redundant.     \nIf so, re-write it so it is clear and concise. Otherwise, keep it the same.     \n2. Create an intriguing subject line for the text.\n    \n\n3. If needed, rewrite the text using terms appropriate for the audience. If not keep it the same.    Follow these steps to accomplish this:     \na. Check if the content and language are appropriate for the audience.     \nb. If it is suitable for the audience, keep it the same.     If not, rewrite using terms appropriate for the audience while keeping the news-worthy details. \\ \n    \nc. Return the final version of the summary to be shown to the audience.     \n\nYour audience is people without a science background\n\n4. Return your final response in a JSON format with the following format:     \n{\"headline\": <subject line from step 2>,     \n\"body\": <text from step 1>,\n    \n\"audience\": <rewritten text from step 3>}", "folder": "text/2023-07-11 for db", "summary": ["{\"headline\": \"New Study Shows How Exercise Impacts Muscle Recovery in Middle-Aged Adults\",\n\"body\": \"A recent study compared the recovery response from high-volume resistance exercise between young and middle-aged adults. The study found no differences in the recovery response between the two age groups, suggesting that participating in recreational resistance training may mitigate any decline in muscle function during middle age. The study also noted similar patterns of muscle damage and inflammation between the groups. These findings highlight the importance of regular exercise for maintaining muscle health as we age.\",\n\"audience\": \"A recent study compared the recovery response from high-volume resistance exercise between young and middle-aged adults. The study found no differences in the recovery response between the two age groups, suggesting that participating in recreational resistance training may mitigate any decline in muscle function during middle age. The study also noted similar patterns of muscle damage and inflammation between the groups. These findings highlight the importance of regular exercise for maintaining muscle health as we age.\"}"]}, "summaries_dict": {"response_01": "{\"headline\": \"New Study Shows How Exercise Impacts Muscle Recovery in Middle-Aged Adults\",\n\"body\": \"A recent study compared the recovery response from high-volume resistance exercise between young and middle-aged adults. The study found no differences in the recovery response between the two age groups, suggesting that participating in recreational resistance training may mitigate any decline in muscle function during middle age. The study also noted similar patterns of muscle damage and inflammation between the groups. These findings highlight the importance of regular exercise for maintaining muscle health as we age.\",\n\"audience\": \"A recent study compared the recovery response from high-volume resistance exercise between young and middle-aged adults. The study found no differences in the recovery response between the two age groups, suggesting that participating in recreational resistance training may mitigate any decline in muscle function during middle age. The study also noted similar patterns of muscle damage and inflammation between the groups. These findings highlight the importance of regular exercise for maintaining muscle health as we age.\"}"}, "article_title": "Decreases in muscle mass, function, and neuromuscular activation are significant factors contributing to the decline in the quality of life during the aging process (21,26). However, the majority of research investigating the effect of aging has primarily focused on comparing adults older than 60 years with younger adult populations in their second, third, or fourth decade of life (7,16\u009618,25). It seems that only a single study is known that has compared young and middle-aged (40\u009659 years) adults on strength performance and recovery (28). Understanding changes in muscle function as adults move from young to middle-age may provide for a better understanding of how to minimize the significant declines in muscle function as one reaches retirement age.", "response_regex": "response_(.*)", "simple_summary_dict": {}, "relevance_dict": {}, "n_previous_prompts": {}, "date_created": "2023-07-11_2312"}}